Repository: Klod2mars/permacalendar-v2
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, it, pt

# export_field_desc_data_confidence
source: Confidence (Mass with Data / Total Mass)
es: Confianza (Masa con datos / Masa total)
pt: Confiança (Massa com dados / Massa total)

# export_field_desc_coverage_percent
source: DRI Coverage Percentage
es: Porcentaje de cobertura DRI
pt: Percentual cobertura DRI

# export_field_desc_lower_bound_coverage
source: Coverage Lower Bound Estimate
es: Estimación baja de cobertura
pt: Estimativa baixa cobertura

# export_field_desc_upper_bound_coverage
source: Coverage Upper Bound Estimate
es: Estimación alta de cobertura
pt: Estimativa alta cobertura

# settings_garden_config_title
source: Garden Configuration
de: Gartenkonfiguration
es: Configuración del Jardín
it: Configurazione del Giardino
pt: Configuração do Jardim

# settings_climatic_zone_label
source: Climatic Zone
de: Klimazone
es: Zona Climática
it: Zona Climatica
pt: Zona Climática

# settings_status_detecting
source: Detecting...
de: Erkennung...
es: Detectando...
it: Rilevamento...
pt: Detectando...

# settings_last_frost_date_label
source: Last Frost (Spring)
de: Letzter Frost (Frühling)
es: Última Helada (Primavera)
it: Ultimo Gelo (Primavera)
pt: Última Geada (Primavera)

# settings_last_frost_date_title
source: Last Frost Date
de: Datum des letzten Frosts
es: Fecha de Última Helada
it: Data Ultimo Gelo
pt: Data da Última Geada

# settings_status_estimated
source: {value} (Estimated)
de: {value} (Geschätzt)
es: {value} (Estimado)
it: {value} (Stimato)
pt: {value} (Estimado)

# settings_status_unknown
source: Unknown
de: Unbekannt
es: Desconocido
it: Sconosciuto
pt: Desconhecido

# settings_currency_label
source: Currency
de: Währung
es: Moneda
it: Valuta
pt: Moeda

# settings_currency_selector_title
source: Choose Currency
de: Währung wählen
es: Elegir moneda
it: Scegli valuta
pt: Escolher moeda

# settings_commune_search_placeholder_start
source: Enter a city name to start.
de: Geben Sie einen Städtenamen ein, um zu beginnen.
es: Ingrese el nombre de una ciudad para comenzar.
it: Inserisci il nome di una città per iniziare.
pt: Digite o nome de uma cidade para começar.

# settings_commune_search_no_results
source: No results for "{query}".
de: Keine Ergebnisse für "{query}".
es: Sin resultados para "{query}".
it: Nessun risultato per "{query}".
pt: Nenhum resultado para "{query}".

# settings_zone_auto_recommended
source: Automatic (Recommended)
de: Automatisch (Empfohlen)
es: Automático (Recomendado)
it: Automatico (Consigliato)
pt: Automático (Recomendado)

# settings_date_auto
source: Automatic
de: Automatisch
es: Automático
it: Automatico
pt: Automático

# settings_reset_date_button
source: Reset Date
de: Datum zurücksetzen
es: Restablecer fecha
it: Reimposta data
pt: Redefinir data

# settings_terms_subtitle
source: Terms and Conditions
de: Allgemeine Geschäftsbedingungen
es: Términos y condiciones
it: Termini e condizioni
pt: Termos e condições

# zone_nh_temperate_europe
source: Temperate - Northern Hemisphere (Eurasia)
de: Gemäßigt - Nordhalbkugel (Eurasien)
es: Templado - Hemisferio Norte (Eurasia)
it: Temperato - Emisfero Settentrionale (Eurasia)
pt: Temperado - Hemisfério Norte (Eurásia)

# zone_nh_temperate_na
source: Temperate - North America
de: Gemäßigt - Nordamerika
es: Templado - América del Norte
it: Temperato - Nord America
pt: Temperado - América do Norte

# zone_sh_temperate
source: Temperate - Southern Hemisphere
de: Gemäßigt - Südhalbkugel
es: Templado - Hemisferio Sur
it: Temperato - Emisfero Meridionale
pt: Temperado - Hemisfério Sul

# zone_mediterranean
source: Mediterranean
de: Mittelmeer
es: Mediterráneo
it: Mediterraneo
pt: Mediterrâneo

# zone_arid
source: Arid / Desert
de: Arid / Wüste
es: Árido / Desierto
it: Arido / Desertico
pt: Árido / Desértico

# settings_backup_compatible_zip
source: ZIP Compatible
de: ZIP-Kompatibel
es: Compatible con ZIP
it: Compatibile ZIP
pt: Compatível com ZIP

# backup_share_subject
source: PermaCalendar Backup
de: PermaCalendar Sicherung
es: Copia de seguridad PermaCalendar
it: Backup PermaCalendar
pt: Backup PermaCalendar

# stats_pillar_economy
source: ECONOMY
de: WIRTSCHAFT
es: ECONOMÍA
it: ECONOMIA
pt: ECONOMIA

# stats_pillar_nutrition
source: NUTRITION
de: ERNÄHRUNG
es: NUTRICIÓN
it: NUTRIZIONE
pt: NUTRIÇÃO

# stats_pillar_export
source: EXPORT
es: EXPORTACIÓN
it: ESPORTAZIONE
pt: EXPORTAÇÃO

# stats_data_label
source: DATA
de: DATEN
es: DATOS
it: DATI
pt: DADOS

# stats_radar_vitamins
source: Vitamins
de: Vitamine
es: Vitaminas
it: Vitamine
pt: Vitaminas

# stats_radar_minerals
source: Minerals
de: Mineralien
es: Minerales
it: Minerali
pt: Minerais

# stats_radar_fibers
source: Fibers
de: Ballaststoffe
es: Fibras
it: Fibre
pt: Fibras

# stats_radar_proteins
source: Proteins
de: Proteine
es: Proteínas
it: Proteine
pt: Proteínas

# stats_radar_energy
source: Energy
de: Energie
es: Energía
it: Energia
pt: Energia

# custom_plant_new_title
source: New Plant
de: Neue Pflanze
es: Nueva planta
it: Nuova pianta
pt: Nova planta

# custom_plant_edit_title
source: Edit Plant
de: Pflanze bearbeiten
es: Editar planta
it: Modifica pianta
pt: Editar planta

# custom_plant_action_save_creation
source: Create Plant
de: Pflanze erstellen
es: Crear planta
it: Crea pianta
pt: Criar planta

# custom_plant_action_save_modification
source: Save Changes
de: Änderungen speichern
es: Guardar cambios
it: Salva modifiche
pt: Salvar alterações

# custom_plant_delete_confirm_title
source: Delete Plant?
de: Pflanze löschen?
es: ¿Eliminar planta?
it: Eliminare la pianta?
pt: Excluir planta?

# custom_plant_delete_confirm_body
source: This action is irreversible.
de: Diese Aktion ist unwiderruflich.
es: Esta acción es irreversible.
it: Questa azione è irreversibile.
pt: Esta ação é irreversível.

# custom_plant_saved_success
source: Plant saved successfully
de: Pflanze erfolgreich gespeichert
es: Planta guardada con éxito
it: Pianta salvata con successo
pt: Planta salva com sucesso

# custom_plant_common_name_label
source: Common Name *
de: Allgemeiner Name *
es: Nombre común *
it: Nome comune *
pt: Nome comum *

# custom_plant_common_name_required
source: Required
de: Erforderlich
es: Requerido
it: Obbligatorio
pt: Obrigatório

# custom_plant_scientific_name_label
source: Scientific Name
de: Wissenschaftlicher Name
es: Nombre científico
it: Nome scientifico
pt: Nome científico

# custom_plant_family_label
source: Family
de: Familie
es: Familia
it: Famiglia
pt: Família

# custom_plant_description_label
source: Description
de: Beschreibung
es: Descripción
it: Descrizione
pt: Descrição

# custom_plant_price_title
source: Price
de: Preis
es: Precio
it: Prezzo
pt: Preço

# custom_plant_price_label
source: Average Price per Kg ({currency})
de: Durchschnittspreis pro Kg ({currency})
es: Precio medio por Kg ({currency})
it: Prezzo medio al Kg ({currency})
pt: Preço médio por Kg ({currency})

# custom_plant_price_hint
source: ex: 4.50
de: z.B.: 4.50
es: ej: 4.50
it: es: 4.50

# custom_plant_nutrition_title
source: Nutrition (per 100g)
de: Ernährung (pro 100g)
es: Nutrición (por 100g)
it: Nutrizione (per 100g)
pt: Nutrição (por 100g)

# custom_plant_nutrition_cal
source: Calories
de: Kalorien
es: Calorías
it: Calorie
pt: Calorias

# custom_plant_nutrition_prot
source: Protein
de: Proteine
es: Proteínas
it: Proteine
pt: Proteínas

# custom_plant_nutrition_carb
source: Carbs
de: Kohlenhydrate
es: Carbohidratos
it: Carboidrati
pt: Carboidratos

# custom_plant_nutrition_fat
source: Fat
de: Fette
es: Grasas
it: Grassi
pt: Gorduras

# custom_plant_notes_title
source: Notes & Associations
de: Notizen & Assoziationen
es: Notas y Asociaciones
it: Note & Associazioni
pt: Notas & Associações

# custom_plant_notes_label
source: Personal Notes
de: Persönliche Notizen
es: Notas personales
it: Note personali
pt: Notas pessoais

# custom_plant_notes_hint
source: Companion plants, growing tips...
de: Begleitpflanzen, Anbauhinweise...
es: Plantas compañeras, consejos de cultivo...
it: Piante consocie, consigli di coltivazione...
pt: Plantas companheiras, dicas de cultivo...

# custom_plant_cycle_title
source: Growth Cycle
de: Wachstumszyklus
es: Ciclo de cultivo
it: Ciclo di coltivazione
pt: Ciclo de cultivo

# custom_plant_sowing_period
source: Sowing Period
de: Aussaatzeitraum
es: Periodo de siembra
it: Periodo di semina
pt: Período de semeadura

# custom_plant_harvest_period
source: Harvest Period
de: Erntezeitraum
es: Periodo de cosecha
it: Periodo di raccolta
pt: Período de colheita

# custom_plant_select_months
source: Select months below
de: Wählen Sie die Monate unten aus
es: Seleccione los meses abajo
it: Seleziona i mesi qui sotto
pt: Selecione os meses abaixo

# custom_plant_add_photo
source: Add Photo
de: Foto hinzufügen
es: Añadir foto
it: Aggiungi foto
pt: Adicionar foto

# custom_plant_delete_photo
source: Remove Photo
de: Foto entfernen
es: Eliminar foto
it: Rimuovi foto
pt: Remover foto

# custom_plant_pick_camera
source: Take Photo
de: Foto aufnehmen
es: Tomar foto
it: Scatta foto
pt: Tirar foto

# custom_plant_pick_gallery
source: Choose from Gallery
de: Aus Galerie wählen
es: Elegir de la galería
it: Scegli dalla galleria
pt: Escolher da galeria

# custom_plant_pick_error
source: Error selecting image: {error}
de: Fehler bei der Bildauswahl: {error}
es: Error al seleccionar imagen: {error}
it: Errore nella selezione dell'immagine: {error}
pt: Erro ao selecionar imagem: {error}

# common_attention
source: Attention
es: Atención
pt: Atenção

# limit_beds_reached_message
source: To ensure perfect fluidity, the limit is set at 100 beds per garden. You have reached this comfort threshold.
es: Para garantizar una fluidez perfecta, el límite se establece en 100 parcelas por jardín. Has alcanzado este umbral de confort.
pt: Para garantir uma fluidez perfeita, o limite é fixado em 100 parcelas por jardim. Você atingiu este limite de conforto.

# limit_plantings_reached_message
source: Limit of 6 plants reached. Please remove a plant from this bed to add a new one.
es: Límite de 6 plantas alcanzado. Por favor, retire una planta de esta parcela para añadir una nueva.
pt: Limite de 6 plantas atingido. Por favor, remova uma planta desta parcela para adicionar uma nova.

# nutrition_inventory_title
source: Nutrition Inventory
es: Inventario Nutricional

# nutrition_mode_interpretation
source: Interpretation
es: Interpretación

# nutrition_mode_measure
source: Measure
es: Medida

# calendar_mark_as_done
source: Mark as done
es: Marcar como hecho

# calendar_mark_as_todo
source: Mark as to do
es: Marcar como pendiente

# step_germination_title
source: Expected germination
es: Germinación esperada

# step_germination_desc
source: Seedlings appearance (est. ~{days} days)
es: Aparición de brotes (est. ~{days} días)

# step_watering_title
source: Recommended watering
es: Riego recomendado

# step_watering_desc_regular
source: Regular watering as needed
es: Riego regular según necesidad

# step_watering_desc_amount
source: Amount: {amount}
es: Cantidad: {amount}

# step_thinning_title
source: Recommended thinning
es: Aclareo recomendado

# step_thinning_desc_default
source: Thin to achieve optimal spacing
es: Aclarar para espacio óptimo

# step_weeding_title
source: Recommended weeding
es: Deshierbe recomendado

# step_weeding_desc_regular
source: Weed as needed
es: Deshierbar según necesidad

# step_weeding_desc_freq
source: Frequency: {freq}
es: Frecuencia: {freq}

# step_harvest_estimated_title
source: Estimated harvest
es: Cosecha estimada

# step_harvest_estimated_desc
source: Estimate based on {days} days
es: Estimación basada en {days} días

# step_harvest_start_title
source: Harvest start
es: Inicio de cosecha

# step_harvest_start_desc
source: Expected start of harvest period
es: Inicio previsto de la cosecha

# step_harvest_end_title
source: Harvest end
es: Fin de cosecha

# step_harvest_end_desc
source: Expected end of harvest period
es: Fin previsto de la cosecha

# step_bio_control_title
source: Biological control
es: Control biológico

# step_bio_control_prep_title
source: Preparation {number} biological control
es: Preparación {number} control biológico

# step_add_step_title
source: Add step
es: Añadir paso

# step_dialog_title_label
source: Title
es: Título

# step_dialog_desc_label
source: Description
es: Descripción

# step_dialog_no_date
source: No date
es: Sin fecha

# step_dialog_pick_date
source: Select date
es: Seleccionar fecha

# common_add
source: Add
es: Añadir

# common_done
source: Done
es: Hecho

# common_no
source: No
de: Nein
fr: Non
pt: Não

# common_error_prefix
source: Error: {error}
de: Fehler: {error}
fr: Erreur: {error}
it: Errore: {error}
pt: Erro: {error}

# common_error
source: Error
de: Fehler
fr: Erreur
it: Errore
pt: Erro

# garden_detail_title_error
source: Error
de: Fehler
fr: Erreur
it: Errore
pt: Erro

# lifecycle_error_prefix
source: Error:
de: Fehler:
fr: Erreur :
it: Errore:
pt: Erro:

# nut_zinc
source: Zinc
de: Zink
it: Zinco
pt: Zinco

# export_error_snack
source: Error: {error}
de: Fehler: {error}
fr: Erreur: {error}
it: Errore: {error}
pt: Erro: {error}

# export_activity_type_error
source: Error
de: Erreur
fr: Erreur
it: Erreur
pt: Erro

# activity_priority_normal
source: Normal
it: Normale

# task_editor_recurrence_days_suffix
source: d
de: T
fr: j
it: g

# kpi_alignment_total
source: Total
de: Gesamt
it: Totale

# settings_status_manual
source: {value} (Manual)
de: {value} (Manuell)
it: {value} (Manuale)

# zone_tropical
source: Tropical
de: Tropisch
it: Tropicale

# weather_label_astro
source: ASTRO
fr: ASTRES
