Repository: Klod2mars/permacalendar-v2
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, it, pt

# nut_iron
source: Iron
de: Eisen
es: Hierro
fr: Fer
it: Ferro
pt: Ferro

# nut_manganese
source: Manganese
de: Mangan
es: Manganeso
fr: Manganèse
pt: Manganês

# nut_vitamin_c
source: Vitamin C
es: Vitamina C
fr: Vitamine C
it: Vitamina C
pt: Vitamina C

# nut_fiber
source: Fiber
de: Ballaststoffe
es: Fibra
fr: Fibres
it: Fibre
pt: Fibra

# nut_protein
source: Protein
es: Proteína
fr: Protéines
it: Proteine
pt: Proteína

# export_builder_title
source: Export Builder
es: Constructor de Exportación
fr: Générateur d'Export
it: Costruttore di Esportazione
pt: Construtor de Exportação

# export_scope_section
source: 1. Scope
de: 1. Umfang
es: 1. Alcance
fr: 1. Périmètre
it: 1. Ambito
pt: 1. Escopo

# export_scope_period
source: Period
de: Zeitraum
es: Período
fr: Période
it: Periodo
pt: Período

# export_scope_period_all
source: All History
de: Gesamter Verlauf
es: Todo el Historial
fr: Tout l'historique
it: Tutta la Cronologia
pt: Todo o Histórico

# export_filter_garden_title
source: Filter by Garden
de: Nach Garten filtern
es: Filtrar por Jardín
fr: Filtrer par Jardin
it: Filtra per Giardino
pt: Filtrar por Jardim

# export_filter_garden_all
source: All Gardens
de: Alle Gärten
es: Todos los jardines
fr: Tous les jardins
it: Tutti i giardini
pt: Todos os jardins

# export_filter_garden_count
source: {count} garden(s) selected
de: {count} Garten/Gärten ausgewählt
es: {count} jardín(es) seleccionado(s)
fr: {count} jardin(s) sélectionné(s)
it: {count} giardino/i selezionato/i
pt: {count} jardim(ns) selecionado(s)

# export_filter_garden_edit
source: Edit selection
de: Auswahl bearbeiten
es: Editar selección
fr: Modifier la sélection
it: Modifica selezione
pt: Editar seleção

# export_filter_garden_select_dialog_title
source: Select Gardens
de: Gärten auswählen
es: Seleccionar Jardines
fr: Sélectionner les jardins
it: Seleziona Giardini
pt: Selecionar Jardins

# export_blocks_section
source: 2. Data Blocks
de: 2. Datenblöcke
es: 2. Bloques de Datos
fr: 2. Données à inclure
it: 2. Blocchi Dati
pt: 2. Blocos de Dados

# export_block_activity
source: Activities (Journal)
de: Aktivitäten (Journal)
es: Actividades (Diario)
fr: Activités (Journal)
it: Attività (Giornale)
pt: Atividades (Diário)

# export_block_harvest
source: Harvests (Production)
de: Ernten (Produktion)
es: Cosechas (Producción)
fr: Récoltes (Production)
it: Raccolti (Produzione)
pt: Colheitas (Produção)

# export_block_garden
source: Gardens (Structure)
de: Gärten (Struktur)
es: Jardines (Estructura)
fr: Jardins (Structure)
it: Giardini (Struttura)
pt: Jardins (Estrutura)

# export_block_garden_bed
source: Plots (Structure)
de: Beete (Struktur)
es: Parcelas (Estructura)
fr: Parcelles (Structure)
it: Aiuole (Struttura)
pt: Canteiros (Estrutura)

# export_block_plant
source: Plants (Catalog)
de: Pflanzen (Katalog)
es: Plantas (Catálogo)
fr: Plantes (Catalogue)
it: Piante (Catalogo)
pt: Plantas (Catálogo)

# export_block_desc_activity
source: Complete history of interventions and events
de: Vollständiger Verlauf der Interventionen und Ereignisse
es: Historial completo de intervenciones y eventos
fr: Historique complet des interventions et événements
it: Cronologia completa di interventi ed eventi
pt: Histórico completo de intervenções e eventos

# export_block_desc_harvest
source: Production data and yields
de: Produktionsdaten und Erträge
es: Datos de producción y rendimientos
fr: Données de production et rendements
it: Dati di produzione e rese
pt: Dados de produção e rendimentos

# export_block_desc_garden
source: Metadata of selected gardens
de: Metadaten der ausgewählten Gärten
es: Metadatos de jardines seleccionados
fr: Métadonnées des jardins sélectionnés
it: Metadati dei giardini selezionati
pt: Metadados dos jardins selecionados

# export_block_desc_garden_bed
source: Plot details (area, orientation...)
de: Beetdetails (Fläche, Ausrichtung...)
es: Detalles de parcelas (área, orientación...)
fr: Détails des parcelles (surface, orientation...)
it: Dettagli aiuole (area, orientamento...)
pt: Detalhes dos canteiros (área, orientação...)

# export_block_desc_plant
source: List of used plants
de: Liste der verwendeten Pflanzen
es: Lista de plantas utilizadas
fr: Liste des plantes utilisées
it: Elenco delle piante utilizzate
pt: Lista de plantas usadas

# export_columns_section
source: 3. Details & Columns
de: 3. Details & Spalten
es: 3. Detalles y Columnas
fr: 3. Détails & Colonnes
it: 3. Dettagli e Colonne
pt: 3. Detalhes e Colunas

# export_columns_count
source: {count} columns selected
de: {count} Spalten ausgewählt
es: {count} columnas seleccionadas
fr: {count} colonnes sélectionnées
it: {count} colonne selezionate
pt: {count} colunas selecionadas

# export_format_section
source: 4. File Format
de: 4. Dateiformat
es: 4. Formato de Archivo
fr: 4. Format du fichier
it: 4. Formato File
pt: 4. Formato de Arquivo

# export_format_separate
source: Separate Sheets (Standard)
de: Separate Blätter (Standard)
es: Hojas Separadas (Estándar)
fr: Feuilles séparées (Standard)
it: Fogli Separati (Standard)
pt: Planilhas Separadas (Padrão)

# export_format_separate_subtitle
source: One sheet per data type (Recommended)
de: Ein Blatt pro Datentyp (Empfohlen)
es: Una hoja por tipo de dato (Recomendado)
fr: Une feuille par type de donnée (Recommandé)
it: Un foglio per tipo di dato (Consigliato)
pt: Uma planilha por tipo de dado (Recomendado)

# export_format_flat
source: Single Table (Flat / BI)
de: Einzelne Tabelle (Flach / BI)
es: Tabla Única (Plana / BI)
fr: Table Unique (Flat / BI)
it: Tabella Singola (Piatta / BI)
pt: Tabela Única (Plana / BI)

# export_format_flat_subtitle
source: One large table for Pivot Tables
de: Eine große Tabelle für Pivot-Tabellen
es: Una tabla grande para Tablas Dinámicas
fr: Une seule grande table pour Tableaux Croisés Dynamiques
it: Una grande tabella per Tabelle Pivot
pt: Uma grande tabela para Tabelas Dinâmicas

# export_action_generate
source: Generate Excel Export
de: Excel-Export generieren
es: Generar Exportación Excel
fr: Générer Export Excel
it: Genera Esportazione Excel
pt: Gerar Exportação Excel

# export_generating
source: Generating...
de: Generiere...
es: Generando...
fr: Génération en cours...
it: Generazione...
pt: Gerando...

# export_success_title
source: Export Complete
de: Export abgeschlossen
es: Exportación Completa
fr: Export terminé
it: Esportazione Completata
pt: Exportação Concluída

# export_success_share_text
source: Here is your PermaCalendar export
de: Hier ist Ihr PermaCalendar Export
es: Aquí está su exportación de PermaCalendar
fr: Voici votre export PermaCalendar
it: Ecco la tua esportazione PermaCalendar
pt: Aqui está sua exportação do PermaCalendar

# export_field_garden_name
source: Garden Name
de: Gartenname
es: Nombre del Jardín
fr: Nom du jardin
it: Nome Giardino
pt: Nome do Jardim

# export_field_garden_id
source: Garden ID
de: Garten-ID
es: ID del Jardín
fr: ID Jardin
it: ID Giardino
pt: ID do Jardim

# export_field_garden_surface
source: Area (m²)
de: Fläche (m²)
es: Área (m²)
fr: Surface (m²)
pt: Área (m²)

# export_field_garden_creation
source: Creation Date
de: Erstellungsdatum
es: Fecha de Creación
fr: Date création
it: Data Creazione
pt: Data de Criação

# export_field_bed_name
source: Plot Name
de: Beetname
es: Nombre de la Parcela
fr: Nom parcelle
it: Nome Aiuola
pt: Nome do Canteiro

# export_field_bed_id
source: Plot ID
de: ID Parcelle
es: ID de Parcela
fr: ID Parcelle
it: ID Parcelle
pt: ID Canteiro

# export_field_bed_surface
source: Area (m²)
de: Surface (m²)
es: Área (m²)
fr: Surface (m²)
it: Surface (m²)
pt: Área (m²)

# export_field_bed_plant_count
source: Plant Count
de: Nb Plantes
es: Nº Plantas
fr: Nb Plantes
it: Nb Plantes
pt: Nº Plantas

# export_field_plant_name
source: Common Name
de: Nom commun
es: Nombre común
fr: Nom commun
it: Nom commun
pt: Nome comum

# export_field_plant_id
source: Plant ID
de: ID Plante
es: ID Planta
fr: ID Plante
it: ID Plante
pt: ID Planta

# export_field_plant_scientific
source: Scientific Name
de: Nom scientifique
es: Nombre científico
fr: Nom scientifique
it: Nom scientifique
pt: Nome científico

# export_field_plant_family
source: Family
de: Famille
es: Familia
fr: Famille
it: Famille
pt: Família

# export_field_plant_variety
source: Variety
de: Variété
es: Variedad
fr: Variété
it: Variété
pt: Variedade

# export_field_harvest_date
source: Harvest Date
de: Date Récolte
es: Fecha Cosecha
fr: Date Récolte
it: Date Récolte
pt: Data Colheita

# export_field_harvest_qty
source: Quantity (kg)
de: Quantité (kg)
es: Cantidad (kg)
fr: Quantité (kg)
it: Quantité (kg)
pt: Quantidade (kg)

# export_field_harvest_plant_name
source: Plant
de: Plante
es: Planta
fr: Plante
it: Plante
pt: Planta

# export_field_harvest_price
source: Price/kg
de: Prix/kg
es: Precio/kg
fr: Prix/kg
it: Prix/kg
pt: Preço/kg

# export_field_harvest_value
source: Total Value
de: Valeur Totale
es: Valor Total
fr: Valeur Totale
it: Valeur Totale
pt: Valor Total

# export_field_harvest_notes
source: Notes
es: Notas
pt: Notas

# export_field_harvest_garden_name
source: Garden
de: Jardin
es: Jardín
fr: Jardin
it: Jardin
pt: Jardim

# export_field_harvest_garden_id
source: Garden ID
de: ID Jardin
es: ID Jardín
fr: ID Jardin
it: ID Jardin
pt: ID Jardim

# export_field_harvest_bed_name
source: Plot
de: Parcelle
es: Parcela
fr: Parcelle
it: Parcelle
pt: Canteiro

# export_field_harvest_bed_id
source: Plot ID
de: ID Parcelle
es: ID Parcela
fr: ID Parcelle
it: ID Parcelle
pt: ID Canteiro

# export_field_activity_date
source: Date
es: Fecha
pt: Data

# export_field_activity_type
source: Type
es: Tipo
pt: Tipo

# export_field_activity_title
source: Title
de: Titre
es: Título
fr: Titre
it: Titre
pt: Título

# export_field_activity_desc
source: Description
es: Descripción
pt: Descrição

# export_field_activity_entity
source: Target Entity
de: Entité Cible
es: Entidad Objetivo
fr: Entité Cible
it: Entité Cible
pt: Entidade Alvo

# export_field_activity_entity_id
source: Target ID
de: ID Cible
es: ID Objetivo
fr: ID Cible
it: ID Cible
pt: ID Alvo

# export_activity_type_garden_created
source: Garden Creation
de: Création de jardin
es: Jardín creado
fr: Création de jardin
it: Création de jardin
pt: Criação de jardim

# export_activity_type_garden_updated
source: Garden Update
de: Mise à jour du jardin
es: Jardín actualizado
fr: Mise à jour du jardin
it: Mise à jour du jardin
pt: Atualização de jardim

# export_activity_type_garden_deleted
source: Garden Deletion
de: Suppression de jardin
es: Jardín eliminado
fr: Suppression de jardin
it: Suppression de jardin
pt: Remoção de jardim

# export_activity_type_bed_created
source: Plot Creation
de: Création de parcelle
es: Parcela creada
fr: Création de parcelle
it: Création de parcelle
pt: Criação de canteiro

# export_activity_type_bed_updated
source: Plot Update
de: Mise à jour de parcelle
es: Parcela actualizada
fr: Mise à jour de parcelle
it: Mise à jour de parcelle
pt: Atualização de canteiro

# export_activity_type_bed_deleted
source: Plot Deletion
de: Suppression de parcelle
es: Parcela eliminada
fr: Suppression de parcelle
it: Suppression de parcelle
pt: Remoção de canteiro

# export_activity_type_planting_created
source: New Planting
de: Nouvelle plantation
es: Nueva plantación
fr: Nouvelle plantation
it: Nouvelle plantation
pt: Nova plantação

# export_activity_type_planting_updated
source: Planting Update
de: Mise à jour plantation
es: Plantación actualizada
fr: Mise à jour plantation
it: Mise à jour plantation
pt: Atualização de plantação

# export_activity_type_planting_deleted
source: Planting Deletion
de: Suppression plantation
es: Plantación eliminada
fr: Suppression plantation
it: Suppression plantation
pt: Remoção de plantação

# export_activity_type_harvest
source: Harvest
de: Récolte
es: Cosecha
fr: Récolte
it: Récolte
pt: Colheita

# export_activity_type_maintenance
source: Maintenance
de: Entretien
es: Mantenimiento
fr: Entretien
it: Entretien
pt: Manutenção

# export_activity_type_weather
source: Weather
de: Météo
es: Clima
fr: Météo
it: Météo
pt: Clima

# export_excel_unknown
source: Unknown
de: Inconnu
es: Desconocido
fr: Inconnu
it: Inconnu
pt: Desconhecido

# export_field_advanced_suffix
source: (Advanced)
de: (Avancé)
es: (Avanzado)
fr: (Avancé)
it: (Avancé)
pt: (Avançado)

# export_field_desc_garden_name
source: Name given to the garden
de: Nom donné au jardin
es: Nombre del jardín
fr: Nom donné au jardin
it: Nom donné au jardin
pt: Nome do jardim

# export_field_desc_garden_id
source: Unique technical identifier
de: Identifiant unique technique
es: ID técnico único
fr: Identifiant unique technique
it: Identifiant unique technique
pt: ID técnico único

# export_field_desc_garden_surface
source: Total garden area
de: Surface totale du jardin
es: Superficie total del jardín
fr: Surface totale du jardin
it: Surface totale du jardin
pt: Superficie total do jardim

# export_field_desc_garden_creation
source: Creation date in the application
de: Date de création dans l'application
es: Fecha de creación en la aplicación
fr: Date de création dans l'application
it: Date de création dans l'application
pt: Data de criação no aplicativo

# export_field_desc_bed_name
source: Name of the plot
de: Nom de la parcelle
es: Nombre de la parcela
fr: Nom de la parcelle
it: Nom de la parcelle
pt: Nome do canteiro

# export_field_desc_bed_id
source: Unique technical identifier
de: Identifiant unique technique
es: ID técnico único
fr: Identifiant unique technique
it: Identifiant unique technique
pt: ID técnico único

# export_field_desc_bed_surface
source: Surface area of the plot
de: Surface de la parcelle
es: Superficie de la parcela
fr: Surface de la parcelle
it: Surface de la parcelle
pt: Superficie do canteiro

# export_field_desc_bed_plant_count
source: Number of crops in place (current)
de: Nombre de cultures en place (actuel)
es: Número de cultivos actuales
fr: Nombre de cultures en place (actuel)
it: Nombre de cultures en place (actuel)
pt: Número de culturas atuais

# export_field_desc_plant_name
source: Common name of the plant
de: Nom usuel de la plante
es: Nombre común de la planta
fr: Nom usuel de la plante
it: Nom usuel de la plante
pt: Nome comum da planta

# export_field_desc_plant_id
source: Unique technical identifier
de: Identifiant unique technique
es: ID técnico único
fr: Identifiant unique technique
it: Identifiant unique technique
pt: ID técnico único

# export_field_desc_plant_scientific
source: Botanical denomination
de: Dénomination botanique
es: Denominación botánica
fr: Dénomination botanique
it: Dénomination botanique
pt: Denominação botânica

# export_field_desc_plant_family
source: Botanical family
de: Famille botanique
es: Familia botánica
fr: Famille botanique
it: Famille botanique
pt: Família botânica

# export_field_desc_plant_variety
source: Specific variety
de: Variété spécifique
es: Variedad específica
fr: Variété spécifique
it: Variété spécifique
pt: Variedade específica

# export_field_desc_harvest_date
source: Date of the harvest event
de: Date de l'événement de récolte
es: Fecha del evento de cosecha
fr: Date de l'événement de récolte
it: Date de l'événement de récolte
pt: Data da colheita

# export_field_desc_harvest_qty
source: Harvested weight in kg
de: Poids récolté en kg
es: Peso cosechado en kg
fr: Poids récolté en kg
it: Poids récolté en kg
pt: Peso colhido em kg

# export_field_desc_harvest_plant_name
source: Name of the harvested plant
de: Nom de la plante récoltée
es: Nombre de la planta cosechada
fr: Nom de la plante récoltée
it: Nom de la plante récoltée
pt: Nome da planta colhida

# export_field_desc_harvest_price
source: Configured price per kg
de: Prix au kg configuré
es: Precio por kg configurado
fr: Prix au kg configuré
it: Prix au kg configuré
pt: Preço por kg configurado

# export_field_desc_harvest_value
source: Quantity * Price/kg
de: Quantité * Prix/kg
es: Cantidad * Precio/kg
fr: Quantité * Prix/kg
it: Quantité * Prix/kg
pt: Quantidade * Preço/kg

# export_field_desc_harvest_notes
source: Observations entered during harvest
de: Observations saisies lors de la récolte
es: Observaciones de la cosecha
fr: Observations saisies lors de la récolte
it: Observations saisies lors de la récolte
pt: Observações da colheita

# export_field_desc_harvest_garden_name
source: Name of the source garden (if available)
de: Nom du jardin d'origine (si disponible)
es: Nombre del jardín de origen
fr: Nom du jardin d'origine (si disponible)
it: Nom du jardin d'origine (si disponible)
pt: Nome do jardim de origem

# export_field_desc_harvest_garden_id
source: Unique garden identifier
de: Identifiant unique du jardin
es: ID único del jardín
fr: Identifiant unique du jardin
it: Identifiant unique du jardin
pt: ID único do jardim

# export_field_desc_harvest_bed_name
source: Source plot (if available)
de: Parcelle d'origine (si disponible)
es: Parcela de origen
fr: Parcelle d'origine (si disponible)
it: Parcelle d'origine (si disponible)
pt: Canteiro de origem

# export_field_desc_harvest_bed_id
source: Plot identifier
de: Identifiant parcelle
es: ID de la parcela
fr: Identifiant parcelle
it: Identifiant parcelle
pt: ID do canteiro

# export_field_desc_activity_date
source: Date of the activity
de: Date de l'activité
es: Fecha de la actividad
fr: Date de l'activité
it: Date de l'activité
pt: Data da atividade

# export_field_desc_activity_type
source: Action category (Sowing, Harvest, Care...)
de: Catégorie d'action (Semis, Récolte, Soin...)
es: Categoría de acción (Siembra, Cosecha, Cuidado...)
fr: Catégorie d'action (Semis, Récolte, Soin...)
it: Catégorie d'action (Semis, Récolte, Soin...)
pt: Categoria da ação (Semeadura, Colheita, Cuidado...)

# export_field_desc_activity_title
source: Summary of the action
de: Résumé de l'action
es: Resumen de la acción
fr: Résumé de l'action
it: Résumé de l'action
pt: Resumo da ação

# export_field_desc_activity_desc
source: Complete details
de: Détails complets
es: Detalles completos
fr: Détails complets
it: Détails complets
pt: Detalhes completos

# export_field_desc_activity_entity
source: Name of the object concerned (Plant, Plot...)
de: Nom de l'objet concerné (Plante, Parcelle...)
es: Nombre del objeto afectado (Planta, Parcela...)
fr: Nom de l'objet concerné (Plante, Parcelle...)
it: Nom de l'objet concerné (Plante, Parcelle...)
pt: Nome do objeto afetado (Planta, Canteiro...)

# export_field_desc_activity_entity_id
source: ID of the object concerned
de: ID de l'objet concerné
es: ID del objeto afectado
fr: ID de l'objet concerné
it: ID de l'objet concerné
pt: ID do objeto afetado

# plant_catalog_sow
source: Sow
de: Säen
es: Sembrar
fr: Semer
it: Seminare
pt: Semear

# plant_catalog_plant
source: Plant
de: Pflanzen
es: Plantar
fr: Planter
it: Piantare
pt: Plantar

# plant_catalog_show_selection
source: Show selection
de: Auswahl ansehen
es: Mostrar selección
fr: Afficher sélection
it: Mostra selezione
pt: Mostrar seleção

# plant_catalog_filter_green_only
source: Green only
de: Nur Grüne
es: Verdes solo
fr: Verts seulement
it: Solo verdi
pt: Apenas verdes

# plant_catalog_filter_green_orange
source: Green + Orange
de: Grün + Orange
es: Verdes + Naranjas
fr: Verts + Oranges
it: Verdi + Arancioni
pt: Verdes + Laranjas

# plant_catalog_filter_all
source: All
de: Alle
es: Todos
fr: Tous
it: Tutti
pt: Todos

# plant_catalog_no_recommended
source: No plants recommended for this period.
de: Keine Pflanzen für diesen Zeitraum empfohlen.
es: No hay plantas recomendadas para este período.
fr: Aucune plante recommandée sur la période.
it: Nessuna pianta raccomandata per il periodo.
pt: Nenhuma planta recomendada para o período.

# plant_catalog_expand_window
source: Expand (±2 months)
de: Erweitern (±2 Monate)
es: Ampliar (±2 meses)
fr: Élargir (±2 mois)
it: Espandi (±2 mesi)
pt: Expandir (±2 meses)

# plant_catalog_missing_period_data
source: Missing period data
de: Fehlende Zeitraumsdaten
es: Datos de período faltantes
fr: Données de période manquantes
it: Dati del periodo mancanti
pt: Dados do período em falta

# plant_catalog_periods_prefix
source: Periods: {months}
de: Zeiträume: {months}
es: Períodos: {months}
fr: Périodes: {months}
it: Periodi: {months}
pt: Períodos: {months}

# plant_catalog_legend_green
source: Ready this month
de: Bereit diesen Monat
es: Listo este mes
fr: Prêt ce mois
it: Pronto questo mese
pt: Pronto este mês

# plant_catalog_legend_orange
source: Close / Soon
de: Nahe / Bald
es: Cerca / Pronto
fr: Proche / Bientôt
it: Vicino / Presto
pt: Perto / Em breve

# plant_catalog_legend_red
source: Out of season
de: Außerhalb der Saison
es: Fuera de temporada
fr: Hors saison
it: Fuori stagione
pt: Fora de época

# plant_catalog_data_unknown
source: Unknown data
de: Unbekannte Daten
es: Datos desconocidos
fr: Données inconnues
it: Dati sconosciuti
pt: Dados desconhecidos

# task_editor_photo_label
source: Task Photo
de: Aufgabenfoto
es: Foto de la tarea
fr: Photo de la tâche
it: Foto dell'attività
pt: Foto da tarefa

# task_editor_photo_add
source: Add Photo
de: Foto hinzufügen
es: Añadir una foto
fr: Ajouter une photo
it: Aggiungi foto
pt: Adicionar foto

# task_editor_photo_change
source: Change Photo
de: Foto ändern
es: Cambiar foto
fr: Changer la photo
it: Cambia foto
pt: Alterar foto

# task_editor_photo_remove
source: Remove Photo
de: Foto entfernen
es: Quitar foto
fr: Retirer la photo
it: Rimuovi foto
pt: Remover foto

# task_editor_photo_help
source: The photo will be automatically attached to the PDF upon creation / sending.
de: Das Foto wird beim Erstellen / Senden automatisch dem PDF beigefügt.
es: La foto se adjuntará automáticamente al PDF al crear / enviar.
fr: La photo sera jointe automatiquement au PDF / Word à la création / envoi.
it: La foto verrà allegata automaticamente al PDF alla creazione / invio.
pt: A foto será anexada automaticamente ao PDF ao criar / enviar.

# export_field_nutrient_key
source: Nutrient Key
de: Clé nutriment
es: Clave nutriente
it: Clé nutriment
pt: Chave nutriente

# export_field_nutrient_label
source: Nutrient
de: Nutriment
es: Nutriente
it: Nutriment
pt: Nutriente

# export_field_nutrient_unit
source: Unit
de: Unité
es: Unidad
it: Unité
pt: Unidade

# export_field_nutrient_total
source: Total Available
de: Total disponible
es: Total disponible
it: Total disponible
pt: Total disponível

# export_field_mass_with_data_kg
source: Mass with Data (kg)
de: Masse avec données (kg)
es: Masa con datos (kg)
it: Masse avec données (kg)
pt: Massa com dados (kg)

# export_field_contributing_records
source: Harvest Count
de: Nb récoltes
es: Nº Cosechas
it: Nb récoltes
pt: Nº Colheitas

# export_field_data_confidence
source: Confidence
de: Confiance
es: Confianza
it: Confiance
pt: Confiança

# export_field_coverage_percent
source: Avg DRI (%)
de: Moy. DRI (%)
es: Prom. DRI (%)
it: Moy. DRI (%)
pt: Méd. DRI (%)

# garden_no_location
source: No location
es: Sin ubicación
pt: Sem local

# export_filename_prefix
source: Export
es: Exportación
pt: Exportação

# export_field_desc_nutrient_key
source: Technical Identifier
es: Identificador técnico
pt: Identificador técnico

# export_field_desc_nutrient_label
source: Nutrient Name
es: Nombre del nutriente
pt: Nome do nutriente

# export_field_desc_nutrient_unit
source: Measurement Unit
es: Unidad de medida
pt: Unidade de medida

# export_field_desc_nutrient_total
source: Total Calculated Quantity
es: Cantidad total calculada
pt: Quantidade total calculada

# export_field_desc_mass_with_data_kg
source: Total Mass of Harvests with Data
es: Masa total de cosechas con datos
pt: Massa total colheitas com dados

# export_field_desc_contributing_records
source: Number of Harvests with Data
es: Número de cosechas con datos
pt: Número de colheitas com dados
