Repository: Klod2mars/permacalendar-v2
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, it, pt

# soil_temp_about_content
source: The soil temperature displayed here is estimated by the app from climatic and seasonal data, according to the following formula: This estimate gives a realistic trend of soil temperature when no direct measurement is available.
de: Die hier angezeigte Bodentemperatur wird von der App anhand von Klima- und Saisondaten nach folgender Formel geschätzt: Diese Schätzung liefert einen realistischen Trend der Bodentemperatur, wenn keine direkten Messungen verfügbar sind.
es: La temperatura del suelo mostrada aquí es estimada por la aplicación a partir de datos climáticos y estacionales, según la siguiente fórmula: Esta estimación permite dar una tendencia realista de la temperatura del suelo cuando no hay medición directa disponible.
fr: La température du sol affichée ici est estimée par l’application à partir de données climatiques et saisonnières, selon une formule de calcul intégrée. Cette estimation permet de donner une tendance réaliste de la température du sol lorsque aucune mesure directe n’est disponible.
it: La temperatura del suolo visualizzata qui è stimata dall'app in base a dati climatici e stagionali, secondo la seguente formula: Questa stima fornisce una tendenza realistica della temperatura del suolo quando non sono disponibili misurazioni dirette.
pt: A temperatura do solo exibida aqui é estimada pelo aplicativo a partir de dados climáticos e sazonais, de acordo com a seguinte fórmula: Esta estimativa fornece uma tendência realista da temperatura do solo quando não há medição direta disponível.

# soil_temp_formula_label
source: Calculation formula used:
de: Verwendete Berechnungsformel:
es: Fórmula de cálculo utilizada:
fr: Formule de calcul utilisée :
it: Formula di calcolo usata:
pt: Fórmula de cálculo usada:

# soil_temp_formula_content
source: T_soil(n+1) = T_soil(n) + α × (T_air(n) − T_soil(n)) Where: • α: thermal diffusion coefficient (default 0.15 — recommended range 0.10–0.20). • T_soil(n): current soil temperature (°C). • T_air(n): current air temperature (°C). The formula is implemented in the app code (ComputeSoilTempNextDayUsecase).
de: T_Boden(n+1) = T_Boden(n) + α × (T_Luft(n) − T_Boden(n)) Wobei: • α: thermischer Diffusionskoeffizient (Standardwert 0,15 — empfohlener Bereich 0,10–0,20). • T_Boden(n): aktuelle Bodentemperatur (°C). • T_Luft(n): aktuelle Lufttemperatur (°C). Die Formel ist im App-Code implementiert (ComputeSoilTempNextDayUsecase).
es: T_suelo(n+1) = T_suelo(n) + α × (T_aire(n) − T_suelo(n)) Con: • α : coeficiente de difusión térmica (valor por defecto 0.15 — rango recomendado 0.10–0.20). • T_suelo(n) : temperatura actual del suelo (°C). • T_aire(n) : temperatura actual del aire (°C). La fórmula está implementada en el código de la aplicación (ComputeSoilTempNextDayUsecase).
fr: Température du sol = f(température de l’air, saison, inertie du sol) (Formule exacte définie dans le code de l’application)
it: T_suolo(n+1) = T_suolo(n) + α × (T_aria(n) − T_suolo(n)) Dove: • α : coefficiente di diffusione termica (predefinito 0,15 — intervallo raccomandato 0,10–0,20). • T_suolo(n) : temperatura attuale del suolo (°C). • T_aria(n) : temperatura attuale dell'aria (°C). La formula è implementata nel codice dell'app (ComputeSoilTempNextDayUsecase).
pt: T_solo(n+1) = T_solo(n) + α × (T_ar(n) − T_solo(n)) Com: • α : coeficiente de difusão térmica (padrão 0,15 — intervalo recomendado 0,10–0,20). • T_solo(n) : temperatura atual do solo (°C). • T_ar(n) : temperatura atual do ar (°C). A fórmula está implementada no código do aplicativo (ComputeSoilTempNextDayUsecase).

# soil_temp_current_label
source: Current Temperature
de: Aktuelle Temperatur
es: Temperatura actual
fr: Température actuelle
it: Temperatura attuale
pt: Temperatura atual

# soil_temp_action_measure
source: Edit / Measure
de: Bearbeiten / Messen
es: Editar / Medir
fr: Modifier / Mesurer
it: Modifica / Misura
pt: Editar / Medir

# soil_temp_measure_hint
source: You can manually enter the soil temperature in the 'Edit / Measure' tab.
de: Sie können die Bodentemperatur im Tab 'Bearbeiten / Messen' manuell eingeben.
es: Puede ingresar manualmente la temperatura del suelo en la pestaña 'Editar / Medir'.
fr: Vous pouvez renseigner manuellement la température du sol dans l’onglet “Modifier / Mesurer”.
it: Puoi inserire manualmente la temperatura del suolo nella scheda 'Modifica / Misura'.
pt: Você pode inserir manualmente a temperatura do solo na aba 'Editar / Medir'.

# soil_temp_catalog_error
source: Catalog error: {error}
de: Katalogfehler: {error}
es: Error del catálogo: {error}
fr: Erreur catalogue: {error}
it: Errore catalogo: {error}
pt: Erro no catálogo: {error}

# soil_temp_advice_error
source: Advice error: {error}
de: Beratungsfehler: {error}
es: Error de consejo: {error}
fr: Erreur conseils: {error}
it: Errore consiglio: {error}
pt: Erro de conselho: {error}

# soil_temp_db_empty
source: Plant database is empty.
de: Pflanzendatenbank ist leer.
es: La base de datos de plantas está vacía.
fr: Base de données de plantes vide.
it: Database piante vuoto.
pt: Banco de dados de plantas vazio.

# soil_temp_reload_plants
source: Reload plants
de: Pflanzen neu laden
es: Recargar plantas
fr: Recharger les plantes
it: Ricarica piante
pt: Recarregar plantas

# soil_temp_no_advice
source: No plants with germination data found.
de: Keine Pflanzen mit Keimdaten gefunden.
es: No se encontraron plantas con datos de germinación.
fr: Aucune plante avec données de germination trouvée.
it: Nessuna pianta con dati di germinazione trovata.
pt: Nenhuma planta com dados de germinação encontrada.

# soil_advice_status_ideal
source: Optimal
es: Óptimo
it: Ottimale
pt: Ideal

# soil_advice_status_sow_now
source: Sow Now
de: Jetzt säen
es: Sembrar ahora
fr: Semer
it: Semina Ora
pt: Semear Agora

# soil_advice_status_sow_soon
source: Soon
de: Bald
es: Pronto
fr: Bientôt
it: Presto
pt: Em Breve

# soil_advice_status_wait
source: Wait
de: Warten
es: Esperar
fr: Attendre
it: Attendi
pt: Aguardar

# soil_sheet_title
source: Soil Temperature
de: Bodentemperatur
es: Temperatura del suelo
fr: Température du sol
it: Temperatura del Suolo
pt: Temperatura do Solo

# soil_sheet_last_measure
source: Last measure: {temp}°C ({date})
de: Letzte Messung: {temp}°C ({date})
es: Última medida: {temp}°C ({date})
fr: Dernière mesure : {temp}°C ({date})
it: Ultima misura: {temp}°C ({date})
pt: Última medida: {temp}°C ({date})

# soil_sheet_new_measure
source: New measure (Anchor)
de: Neue Messung (Anker)
es: Nueva medida (Ancla)
fr: Nouvelle mesure (Ancrage)
it: Nuova misura (Ancora)
pt: Nova medida (Âncora)

# soil_sheet_input_label
source: Temperature (°C)
de: Temperatur (°C)
es: Temperatura (°C)
fr: Température (°C)
it: Temperatura (°C)
pt: Temperatura (°C)

# soil_sheet_input_error
source: Invalid value (-10.0 to 45.0)
de: Ungültiger Wert (-10.0 bis 45.0)
es: Valor inválido (-10.0 a 45.0)
fr: Valeur invalide (-10.0 à 45.0)
it: Valore non valido (da -10.0 a 45.0)
pt: Valor inválido (-10.0 a 45.0)

# soil_sheet_action_cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar

# soil_sheet_action_save
source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
it: Salva
pt: Salvar

# soil_sheet_snack_invalid
source: Invalid value. Enter -10.0 to 45.0
de: Ungültiger Wert. Geben Sie -10.0 bis 45.0 ein
es: Valor inválido. Ingrese entre -10.0 y 45.0
fr: Valeur invalide. Entrez -10.0 à 45.0
it: Valore non valido. Inserisci tra -10.0 e 45.0
pt: Valor inválido. Digite entre -10.0 e 45.0

# soil_sheet_snack_success
source: Measure saved as anchor
de: Messung als Anker gespeichert
es: Medida guardada como ancla
fr: Mesure enregistrée comme ancrage
it: Misura salvata come ancora
pt: Medida salva como âncora

# soil_sheet_snack_error
source: Save error: {error}
de: Fehler beim Speichern: {error}
es: Error al guardar: {error}
fr: Erreur sauvegarde : {error}
it: Errore salvataggio: {error}
pt: Erro ao salvar: {error}

# weather_screen_title
source: Weather
de: Wetter
es: Clima
fr: Météo
it: Meteo
pt: Clima

# weather_provider_credit
source: Data provided by Open-Meteo
de: Daten bereitgestellt von Open-Meteo
es: Datos proporcionados por Open-Meteo
fr: Données fournies par Open-Meteo
it: Dati forniti da Open-Meteo
pt: Dados fornecidos por Open-Meteo

# weather_error_loading
source: Unable to load weather
de: Wetter konnte nicht geladen werden
es: No se puede cargar el clima
fr: Impossible de charger la météo
it: Impossibile caricare il meteo
pt: Não foi possível carregar o clima

# weather_action_retry
source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer
it: Riprova
pt: Tentar Novamente

# weather_header_next_24h
source: NEXT 24H
de: NÄCHSTE 24H
es: PRÓXIMAS 24H
fr: PROCHAINES 24H
it: PROSSIME 24H
pt: PRÓXIMAS 24H

# weather_header_daily_summary
source: DAILY SUMMARY
de: TÄGLICHE ZUSAMMENFASSUNG
es: RESUMEN DIARIO
fr: RÉSUMÉ JOUR
it: RIEPILOGO GIORNALIERO
pt: RESUMO DIÁRIO

# weather_header_precipitations
source: PRECIPITATION (24h)
de: NIEDERSCHLAG (24h)
es: PRECIPITACIÓN (24h)
fr: PRÉCIPITATIONS (24h)
it: PRECIPITAZIONI (24h)
pt: PRECIPITAÇÃO (24h)

# weather_label_wind
source: WIND
es: VIENTO
fr: VENT
it: VENTO
pt: VENTO

# weather_label_pressure
source: PRESSURE
de: DRUCK
es: PRESIÓN
fr: PRESSION
it: PRESSIONE
pt: PRESSÃO

# weather_label_sun
source: SUN
de: SONNE
es: SOL
fr: SOLEIL
it: SOLE
pt: SOL

# weather_data_speed
source: Speed
de: Geschw.
es: Velocidad
fr: Vitesse
it: Velocità
pt: Velocidade

# weather_data_gusts
source: Gusts
de: Böen
es: Ráfagas
fr: Rafales
it: Raffiche
pt: Rajadas

# weather_data_sunrise
source: Sunrise
de: Sonnenaufgang
es: Amanecer
fr: Lever
it: Alba
pt: Nascer do sol

# weather_data_sunset
source: Sunset
de: Sonnenuntergang
es: Atardecer
fr: Coucher
it: Tramonto
pt: Pôr do sol

# weather_data_rain
source: Rain
de: Regen
es: Lluvia
fr: Pluie
it: Pioggia
pt: Chuva

# weather_data_max
source: Max
es: Máx
pt: Máx

# weather_data_min
source: Min
es: Mín
pt: Mín

# weather_data_wind_max
source: Max Wind
es: Viento Máx
fr: Vent Max
it: Vento Max
pt: Vento Máx

# weather_pressure_high
source: High
de: Hoch
es: Alta
fr: Haute
it: Alta
pt: Alta

# weather_pressure_low
source: Low
de: Tief
es: Baja
fr: Basse
it: Bassa
pt: Baixa

# weather_today_label
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
pt: Hoje

# moon_phase_new
source: New Moon
de: Neumond
es: Luna Nueva
fr: Nouvelle Lune
it: Luna Nuova
pt: Lua Nova

# moon_phase_waxing_crescent
source: Waxing Crescent
de: Zunehmender Sichelmond
es: Luna Creciente
fr: Premier Croissant
it: Luna Crescente
pt: Lua Crescente

# moon_phase_first_quarter
source: First Quarter
de: Erstes Viertel
es: Cuarto Creciente
fr: Premier Quartier
it: Primo Quarto
pt: Quarto Crescente

# moon_phase_waxing_gibbous
source: Waxing Gibbous
de: Zunehmender Mond
es: Gibosa Creciente
fr: Gibbeuse Croissante
it: Gibbosa Crescente
pt: Gibosa Crescente

# moon_phase_full
source: Full Moon
de: Vollmond
es: Luna Llena
fr: Pleine Lune
it: Luna Piena
pt: Lua Cheia

# moon_phase_waning_gibbous
source: Waning Gibbous
de: Abnehmender Mond
es: Gibosa Menguante
fr: Gibbeuse Décroissante
it: Gibbosa Calante
pt: Gibosa Minguante

# moon_phase_last_quarter
source: Last Quarter
de: Letztes Viertel
es: Cuarto Menguante
fr: Dernier Quartier
it: Ultimo Quarto
pt: Quarto Minguante

# moon_phase_waning_crescent
source: Waning Crescent
de: Abnehmender Sichelmond
es: Luna Menguante
fr: Dernier Croissant
it: Luna Calante
pt: Lua Minguante

# wmo_code_0
source: Clear sky
de: Klarer Himmel
es: Despejado
fr: Ciel clair
it: Cielo sereno
pt: Céu limpo

# wmo_code_1
source: Mainly clear
de: Überwiegend klar
es: Mayormente despejado
fr: Principalement clair
it: Prevalentemente sereno
pt: Principalmente limpo

# wmo_code_2
source: Partly cloudy
de: Teilweise bewölkt
es: Parcialmente nublado
fr: Partiellement nuageux
it: Parzialmente nuvoloso
pt: Parcialmente nublado

# wmo_code_3
source: Overcast
de: Bedeckt
es: Nublado
fr: Couvert
it: Coperto
pt: Encoberto

# wmo_code_45
source: Fog
de: Nebel
es: Niebla
fr: Brouillard
it: Nebbia
pt: Nevoeiro

# wmo_code_48
source: Depositing rime fog
de: Nebel mit Reifbildung
es: Niebla con escarcha
fr: Brouillard givrant
it: Nebbia con brina
pt: Nevoeiro com sincelo

# wmo_code_51
source: Light drizzle
de: Leichter Sprühregen
es: Llovizna ligera
fr: Bruine légère
it: Pioviggine leggera
pt: Garoa leve

# wmo_code_53
source: Moderate drizzle
de: Mäßiger Sprühregen
es: Llovizna moderada
fr: Bruine modérée
it: Pioviggine moderata
pt: Garoa moderada

# wmo_code_55
source: Dense drizzle
de: Dichter Sprühregen
es: Llovizna densa
fr: Bruine dense
it: Pioviggine densa
pt: Garoa densa

# wmo_code_61
source: Slight rain
de: Leichter Regen
es: Lluvia ligera
fr: Pluie légère
it: Pioggia leggera
pt: Chuva leve

# wmo_code_63
source: Moderate rain
de: Mäßiger Regen
es: Lluvia moderada
fr: Pluie modérée
it: Pioggia moderata
pt: Chuva moderada

# wmo_code_65
source: Heavy rain
de: Starker Regen
es: Lluvia fuerte
fr: Pluie forte
it: Pioggia forte
pt: Chuva forte

# wmo_code_66
source: Light freezing rain
de: Leichter gefrierender Regen
es: Lluvia helada ligera
fr: Pluie verglaçante légère
it: Pioggia gelata leggera
pt: Chuva congelante leve

# wmo_code_67
source: Heavy freezing rain
de: Starker gefrierender Regen
es: Lluvia helada fuerte
fr: Pluie verglaçante forte
it: Pioggia gelata forte
pt: Chuva congelante forte

# wmo_code_71
source: Slight snow fall
de: Leichter Schneefall
es: Nevada ligera
fr: Chute de neige légère
it: Nevicata leggera
pt: Queda de neve leve

# wmo_code_73
source: Moderate snow fall
de: Mäßiger Schneefall
es: Nevada moderada
fr: Chute de neige modérée
it: Nevicata moderata
pt: Queda de neve moderada

# wmo_code_75
source: Heavy snow fall
de: Starker Schneefall
es: Nevada fuerte
fr: Chute de neige forte
it: Nevicata forte
pt: Queda de neve forte

# wmo_code_77
source: Snow grains
de: Schneegriesel
es: Granos de nieve
fr: Grains de neige
it: Granelli di neve
pt: Grãos de neve

# wmo_code_80
source: Slight rain showers
de: Leichte Regenschauer
es: Chubascos de lluvia ligeros
fr: Averses légères
it: Rovesci di pioggia leggeri
pt: Pancadas de chuva leves

# wmo_code_81
source: Moderate rain showers
de: Mäßige Regenschauer
es: Chubascos de lluvia moderados
fr: Averses modérées
it: Rovesci di pioggia moderati
pt: Pancadas de chuva moderadas

# wmo_code_82
source: Violent rain showers
de: Heftige Regenschauer
es: Chubascos de lluvia violentos
fr: Averses violentes
it: Rovesci di pioggia violenti
pt: Pancadas de chuva violentas

# wmo_code_85
source: Slight snow showers
de: Leichte Schneeschauer
es: Chubascos de nieve ligeros
fr: Averses de neige légères
it: Rovesci di neve leggeri
pt: Pancadas de neve leves

# wmo_code_86
source: Heavy snow showers
de: Starke Schneeschauer
es: Chubascos de nieve fuertes
fr: Averses de neige fortes
it: Rovesci di neve forti
pt: Pancadas de neve fortes

# wmo_code_95
source: Thunderstorm
de: Gewitter
es: Tormenta
fr: Orage
it: Temporale
pt: Trovoada

# wmo_code_96
source: Thunderstorm with slight hail
de: Gewitter mit leichtem Hagel
es: Tormenta con granizo ligero
fr: Orage avec grêle légère
it: Temporale con grandine leggera
pt: Trovoada com granizo leve

# wmo_code_99
source: Thunderstorm with heavy hail
de: Gewitter mit starkem Hagel
es: Tormenta con granizo fuerte
fr: Orage avec grêle forte
it: Temporale con grandine forte
pt: Trovoada com granizo forte

# wmo_code_unknown
source: Unknown conditions
de: Unbekannte Bedingungen
es: Condiciones desconocidas
fr: Conditions variables
it: Condizioni sconosciute
pt: Condições desconhecidas

# task_kind_buy
source: Buy 🛒
de: Kaufen 🛒
es: Comprar 🛒
fr: Achat 🛒
it: Comprare 🛒
pt: Comprar 🛒

# task_kind_clean
source: Clean 🧹
de: Reinigen 🧹
es: Limpiar 🧹
fr: Nettoyage 🧹
it: Pulire 🧹
pt: Limpar 🧹

# task_kind_watering
source: Watering 💧
de: Gießen 💧
es: Regar 💧
fr: Arrosage 💧
it: Innaffiare 💧
pt: Regar 💧

# task_kind_seeding
source: Seeding 🌱
de: Aussäen 🌱
es: Sembrar 🌱
fr: Semis 🌱
it: Seminare 🌱
pt: Semear 🌱

# task_kind_pruning
source: Pruning ✂️
de: Beschneiden ✂️
es: Podar ✂️
fr: Taille ✂️
it: Potare ✂️
pt: Podar ✂️

# task_kind_weeding
source: Weeding 🌿
de: Jäten 🌿
es: Deshierbar 🌿
fr: Désherbage 🌿
it: Diserbare 🌿
pt: Capinar 🌿

# task_kind_amendment
source: Amendment 🪵
de: Bodenverbesserung 🪵
es: Enmienda 🪵
fr: Amendement 🪵
it: Ammendamento 🪵
pt: Adubação 🪵

# task_kind_treatment
source: Treatment 🧪
de: Behandlung 🧪
es: Tratamiento 🧪
fr: Traitement 🧪
it: Trattamento 🧪
pt: Tratamento 🧪

# task_kind_harvest
source: Harvest 🧺
de: Ernten 🧺
es: Cosechar 🧺
fr: Récolte 🧺
it: Raccogliere 🧺
pt: Colher 🧺

# task_kind_winter_protection
source: Winter Protection ❄️
de: Winterschutz ❄️
es: Protección invernal ❄️
fr: Hivernage ❄️
it: Protezione inv. ❄️
pt: Proteção de inverno ❄️

# garden_detail_subtitle_not_found
source: The requested garden does not exist or has been deleted.
de: Der angeforderte Garten existiert nicht oder wurde gelöscht.
es: El jardín solicitado no existe o ha sido eliminado.
fr: Le jardin demande n'existe pas ou a été supprimé.
it: Il giardino richiesto non esiste o è stato eliminato.
pt: O jardim solicitado não existe ou foi excluído.

# garden_detail_subtitle_error_beds
source: Unable to load beds: {error}
de: Beete konnten nicht geladen werden: {error}
es: No se pueden cargar las parcelas: {error}
fr: Impossible de charger les planches: {error}
it: Impossibile caricare aiuole: {error}
pt: Não foi possível carregar canteiros: {error}

# garden_action_edit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
pt: Editar

# garden_action_archive
source: Archive
de: Archivieren
es: Archivar
fr: Archiver
it: Archivia
pt: Arquivar

# garden_action_unarchive
source: Unarchive
de: Dearchivieren
es: Desarchivar
fr: Désarchiver
it: Annulla archiviazione
pt: Desarquivar

# garden_action_delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pt: Excluir

# garden_created_at
source: Created on {date}
de: Erstellt am {date}
es: Creado el {date}
fr: Créé le {date}
it: Creato il {date}
pt: Criado em {date}

# garden_bed_delete_confirm_title
source: Delete Bed
de: Beet löschen
es: Eliminar parcela
fr: Supprimer la parcelle
it: Elimina Aiuola
pt: Excluir Canteiro

# garden_bed_delete_confirm_body
source: Are you sure you want to delete "{bedName}"? This action is irreversible.
de: Sind Sie sicher, dass Sie "{bedName}" löschen möchten? Diese Aktion ist unwiderruflich.
es: ¿Está seguro de que desea eliminar "{bedName}"? Esta acción es irreversible.
fr: Êtes-vous sûr de vouloir supprimer "{bedName}" ? Cette action est irréversible.
it: Sei sicuro di voler eliminare "{bedName}"? Questa azione è irreversibile.
pt: Tem certeza de que deseja excluir "{bedName}"? Esta ação é irreversível.

# garden_bed_deleted_snack
source: Bed deleted
de: Beet gelöscht
es: Parcela eliminada
fr: Parcelle supprimée
it: Aiuola eliminata
pt: Canteiro excluído

# garden_bed_delete_error
source: Error deleting bed: {error}
de: Fehler beim Löschen des Beets: {error}
es: Error al eliminar la parcela: {error}
fr: Erreur lors de la suppression: {error}
it: Errore eliminazione aiuola: {error}
pt: Erro ao excluir canteiro: {error}

# common_back
source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
pt: Voltar

# garden_action_disable
source: Disable
de: Deaktivieren
es: Deshabilitar
fr: Désactiver
it: Disabilita
pt: Desativar

# garden_action_enable
source: Enable
de: Aktivieren
es: Habilitar
fr: Activer
it: Abilita
pt: Ativar

# garden_action_modify
source: Modify
de: Modifizieren
es: Modificar
fr: Modifier
it: Modifica
pt: Modificar

# bed_create_title_new
source: New Bed
de: Neues Beet
es: Nueva parcela
fr: Nouvelle parcelle
it: Nuova Aiuola
pt: Novo Canteiro

# bed_create_title_edit
source: Edit Bed
de: Beet bearbeiten
es: Editar parcela
fr: Modifier la parcelle
it: Modifica Aiuola
pt: Editar Canteiro

# bed_form_name_label
source: Bed Name *
de: Beetname *
es: Nombre de la parcela *
fr: Nom de la parcelle *
it: Nome Aiuola *
pt: Nome do Canteiro *

# bed_form_name_hint
source: Ex: North Bed, Plot 1
de: Bsp: Nordbeet, Parzelle 1
es: Ej: Parcela Norte, Zona 1
fr: Ex: Parcelle Nord, Planche 1
it: Es: Aiuola Nord, Parcela 1
pt: Ex: Canteiro Norte, Parcela 1

# bed_form_size_label
source: Area (m²) *
de: Fläche (m²) *
es: Área (m²) *
fr: Surface (m²) *
pt: Área (m²) *

# bed_form_size_hint
source: Ex: 10.5
de: Bsp: 10.5
es: Ej: 10.5
it: Es: 10.5

# bed_form_desc_label
source: Description
de: Beschreibung
es: Descripción
it: Descrizione
pt: Descrição

# bed_form_desc_hint
source: Description...
de: Beschreibung...
es: Descripción...
it: Descrizione...
pt: Descrição...

# bed_form_submit_create
source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea
pt: Criar

# bed_form_submit_edit
source: Save
de: Speichern
es: Guardar
fr: Modifier
it: Salva
pt: Salvar

# bed_snack_created
source: Bed created successfully
de: Beet erfolgreich erstellt
es: Parcela creada con éxito
fr: Parcelle créée avec succès
it: Aiuola creata con successo
pt: Canteiro criado com sucesso

# bed_snack_updated
source: Bed updated successfully
de: Beet erfolgreich aktualisiert
es: Parcela actualizada con éxito
fr: Parcelle modifiée avec succès
it: Aiuola aggiornata con successo
pt: Canteiro atualizado com sucesso

# bed_form_error_name_required
source: Name is required
de: Name ist erforderlich
es: Se requiere el nombre
fr: Le nom est obligatoire
it: Il nome è obbligatorio
pt: Nome é obrigatório

# bed_form_error_name_length
source: Name must be at least 2 characters
de: Name muss mindestens 2 Zeichen lang sein
es: El nombre debe tener al menos 2 caracteres
fr: Le nom doit contenir au moins 2 caractères
it: Il nome deve essere lungo almeno 2 caratteri
pt: O nome deve ter pelo menos 2 caracteres

# bed_form_error_size_required
source: Area is required
de: Fläche ist erforderlich
es: Se requiere el área
fr: La surface est obligatoire
it: L'area è obbligatoria
pt: Área é obrigatória

# bed_form_error_size_invalid
source: Please enter a valid area
de: Bitte geben Sie eine gültige Fläche ein
es: Por favor ingrese un área válida
fr: Veuillez entrer une surface valide
it: Inserisci un'area valida
pt: Por favor, insira uma área válida

# bed_form_error_size_max
source: Area cannot exceed 1000 m²
de: Fläche darf 1000 m² nicht überschreiten
es: El área no puede exceder los 1000 m²
fr: La surface ne peut pas dépasser 1000 m²
it: L'area non può superare 1000 m²
pt: A área não pode exceder 1000 m²

# status_sown
source: Sown
de: Gesät
es: Sembrado
fr: Semé
it: Seminato
pt: Semeado

# status_planted
source: Planted
de: Gepflanzt
es: Plantado
fr: Planté
it: Piantato
pt: Plantado

# status_growing
source: Growing
de: Wachsend
es: En crecimiento
fr: En croissance
it: In crescita
pt: Crescendo

# status_ready_to_harvest
source: Ready to harvest
de: Erntebereit
es: Listo para cosechar
fr: Prêt à récolter
it: Pronto per il raccolto
pt: Pronto para colher

# status_harvested
source: Harvested
de: Geerntet
es: Cosechado
fr: Récolté
it: Raccolto
pt: Colhido

# status_failed
source: Failed
de: Fehlgeschlagen
es: Fallido
fr: Échoué
it: Fallito
pt: Falhou

# bed_card_sown_on
source: Sown on {date}
de: Gesät am {date}
es: Sembrado el {date}
fr: Semé le {date}
it: Seminato il {date}
pt: Semeado em {date}

# bed_card_harvest_start
source: approx. harvest start
de: ca. Erntebeginn
es: inicio cosecha aprox.
fr: vers début récolte
it: inizio raccolto ca.
pt: início colheita aprox.

# bed_action_harvest
source: Harvest
de: Ernten
es: Cosechar
fr: Récolter
it: Raccogli
pt: Colher

# lifecycle_error_title
source: Error calculating lifecycle
de: Fehler bei der Zyklusberechnung
es: Error al calcular ciclo
fr: Erreur lors du calcul du cycle de vie
it: Errore nel calcolo del ciclo
pt: Erro ao calcular ciclo
