Repository: Klod2mars/permacalendar-v2
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, it, pt

# calendar_events_of
source: Events of {date}
de: Ereignisse am {date}
es: Eventos del {date}
fr: Événements du {date}
it: Eventi del {date}
pt: Eventos de {date}

# calendar_section_plantings
source: Plantings
de: Pflanzungen
es: Plantaciones
fr: Plantations
it: Piantagioni
pt: Plantios

# calendar_section_harvests
source: Expected harvests
de: Erwartete Ernten
es: Cosechas esperadas
fr: Récoltes prévues
it: Raccolti previsti
pt: Colheitas esperadas

# calendar_section_tasks
source: Scheduled tasks
de: Geplante Aufgaben
es: Tareas programadas
fr: Tâches planifiées
it: Attività programmate
pt: Tarefas agendadas

# calendar_filter_tasks
source: Tasks
de: Aufgaben
es: Tareas
fr: Tâches
it: Attività
pt: Tarefas

# calendar_filter_maintenance
source: Maintenance
de: Wartung
es: Mantenimiento
fr: Entretien
it: Manutenzione
pt: Manutenção

# calendar_filter_harvests
source: Harvests
de: Ernten
es: Cosechas
fr: Récoltes
it: Raccolti
pt: Colheitas

# calendar_filter_urgent
source: Urgent
de: Dringend
es: Urgente
fr: Urgences
it: Urgente
pt: Urgente

# common_general_error
source: An error occurred
de: Ein Fehler ist aufgetreten
es: Ocurrió un error
fr: Une erreur est survenue
it: Si è verificato un errore
pt: Ocorreu um erro

# settings_backup_restore_section
source: Backup and Restore
de: Sichern und Wiederherstellen
es: Copia de seguridad y Restauración
fr: Sauvegarde et Restauration
it: Backup e Ripristino
pt: Backup e Restauração

# settings_backup_restore_subtitle
source: Full data backup
de: Vollständige Datensicherung
es: Copia de seguridad completa
fr: Sauvegarde intégrale de vos données
it: Backup completo dei dati
pt: Backup completo dos dados

# settings_backup_action
source: Create a backup
de: Sicherung erstellen
es: Crear copia de seguridad
fr: Créer une sauvegarde
it: Crea backup
pt: Criar backup

# settings_restore_action
source: Restore a backup
de: Sicherung wiederherstellen
es: Restaurar copia de seguridad
fr: Restaurer une sauvegarde
it: Ripristina backup
pt: Restaurar backup

# settings_backup_creating
source: Creating backup...
de: Sicherung wird erstellt...
es: Creando copia de seguridad...
fr: Création de la sauvegarde en cours...
it: Creazione backup in corso...
pt: Criando backup...

# settings_backup_success
source: Backup created successfully!
de: Sicherung erfolgreich erstellt!
es: ¡Copia de seguridad creada con éxito!
fr: Sauvegarde créée avec succès !
it: Backup creato con successo!
pt: Backup criado com sucesso!

# settings_restore_warning_title
source: Warning
de: Achtung
es: Atención
fr: Attention
it: Attenzione
pt: Atenção

# settings_restore_warning_content
source: Restoring a backup will overwrite ALL current data. This action is irreversible. The app will need to restart. Are you sure you want to continue?
de: Das Wiederherstellen einer Sicherung überschreibt ALLE aktuellen Daten. Diese Aktion ist unwiderruflich. Die App muss neu gestartet werden. Sind Sie sicher, dass Sie fortfahren möchten?
es: Restaurar una copia sobrescribirá TODOS los datos actuales. Esta acción es irreversible. La aplicación deberá reiniciarse. ¿Seguro que desea continuar?
fr: La restauration d'une sauvegarde écrasera TOUTES les données actuelles (jardins, plantations, réglages). Cette action est irréversible. L'application devra redémarrer. Êtes-vous sûr de vouloir continuer ?
it: Il ripristino sovrascriverà TUTTI i dati attuali. Questa azione è irreversibile. L'applicazione dovrà essere riavviata. Sei sicuro di voler continuare?
pt: A restauração de um backup substituirá TODOS os dados atuais. Esta ação é irreversível. O aplicativo precisará ser reiniciado. Tem certeza que deseja continuar?

# settings_restore_success
source: Restore successful! Please restart the app.
de: Wiederherstellung erfolgreich! Bitte starten Sie die App neu.
es: ¡Restauración exitosa! Reinicie la aplicación.
fr: Restauration réussie ! Veuillez redémarrer l'application.
it: Ripristino riuscito! Riavvia l'applicazione.
pt: Restauração bem-sucedida! Reinicie o aplicativo.

# settings_backup_error
source: Backup failed: {error}
de: Sicherung fehlgeschlagen: {error}
es: Fallo de copia: {error}
fr: Échec de la sauvegarde : {error}
it: Backup fallito: {error}
pt: Falha no backup: {error}

# settings_restore_error
source: Restore failed: {error}
de: Wiederherstellung fehlgeschlagen: {error}
es: Fallo de restauración: {error}
fr: Échec de la restauration : {error}
it: Ripristino fallito: {error}
pt: Falha na restauração: {error}

# task_editor_title_new
source: New Task
de: Neue Aufgabe
es: Nueva tarea
fr: Nouvelle Tâche
it: Nuova Attività
pt: Nova Tarefa

# task_editor_title_edit
source: Edit Task
de: Aufgabe bearbeiten
es: Editar tarea
fr: Modifier Tâche
it: Modifica Attività
pt: Editar Tarefa

# task_editor_title_field
source: Title *
de: Titel *
es: Título *
fr: Titre *
it: Titolo *
pt: Título *

# activity_screen_title
source: Activities & History
de: Aktivitäten & Verlauf
es: Actividades e Historial
fr: Activités & Historique
it: Attività e Cronologia
pt: Atividades e Histórico

# activity_tab_recent_garden
source: Recent ({gardenName})
de: Kürzlich ({gardenName})
es: Reciente ({gardenName})
fr: Récentes ({gardenName})
it: Recente ({gardenName})
pt: Recente ({gardenName})

# activity_tab_recent_global
source: Recent (Global)
de: Kürzlich (Global)
es: Reciente (Global)
fr: Récentes (Global)
it: Recente (Globale)
pt: Recente (Global)

# activity_tab_history
source: History
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
pt: Histórico

# activity_history_section_title
source: History —
de: Verlauf —
es: Historial —
fr: Historique —
it: Cronologia —
pt: Histórico —

# activity_history_empty
source: No garden selected. To view a garden's history, long-press it from the dashboard.
de: Kein Garten ausgewählt. Um den Verlauf eines Gartens zu sehen, drücken Sie lange darauf im Dashboard.
es: Ningún jardín seleccionado. Para ver el historial de un jardín, manténgalo presionado desde el tablero.
fr: Aucun jardin sélectionné. Pour consulter l’historique d’un jardin, sélectionnez-le par un appui long depuis le tableau de bord.
it: Nessun giardino selezionato. Per vedere la cronologia di un giardino, premi a lungo su di esso nella dashboard.
pt: Nenhum jardim selecionado. Para ver o histórico de um jardim, pressione longamente nele no painel.

# activity_empty_title
source: No activities found
de: Keine Aktivitäten gefunden
es: No se encontraron actividades
fr: Aucune activité trouvée
it: Nessuna attività trovata
pt: Nenhuma atividade encontrada

# activity_empty_subtitle
source: Gardening activities will appear here
de: Gartenaktivitäten werden hier erscheinen
es: Las actividades de jardinería aparecerán aquí
fr: Les activités de jardinage apparaîtront ici
it: Le attività di giardinaggio appariranno qui
pt: As atividades de jardinagem aparecerão aqui

# activity_error_loading
source: Error loading activities
de: Fehler beim Laden der Aktivitäten
es: Error al cargar actividades
fr: Erreur lors du chargement
it: Errore caricamento attività
pt: Erro ao carregar atividades

# activity_priority_important
source: Important
de: Wichtig
es: Importante
it: Importante
pt: Importante

# activity_time_just_now
source: Just now
de: Gerade eben
es: Ahora mismo
fr: À l'instant
it: Proprio ora
pt: Agora mesmo

# activity_time_minutes_ago
source: {minutes} min ago
de: vor {minutes} Min
es: hace {minutes} min
fr: Il y a {minutes} min
it: {minutes} min fa
pt: há {minutes} min

# activity_time_hours_ago
source: {hours} h ago
de: vor {hours} Std
es: hace {hours} h
fr: Il y a {hours} h
it: {hours} ore fa
pt: há {hours} h

# activity_time_days_ago
source: {count, plural, =1{1 day ago} other{{count} days ago}}
de: vor {count} Tagen
es: hace {count} días
fr: {count, plural, =1{Il y a 1 jour} other{Il y a {count} jours}}
it: {count} giorni fa
pt: há {count} dias

# activity_metadata_garden
source: Garden: {name}
de: Garten: {name}
es: Jardín: {name}
fr: Jardin: {name}
it: Giardino: {name}
pt: Jardim: {name}

# activity_metadata_bed
source: Plot: {name}
de: Beet: {name}
es: Parcela: {name}
fr: Parcelle: {name}
it: Aiuola: {name}
pt: Canteiro: {name}

# activity_metadata_plant
source: Plant: {name}
de: Pflanze: {name}
es: Planta: {name}
fr: Plante: {name}
it: Pianta: {name}
pt: Planta: {name}

# activity_metadata_quantity
source: Quantity: {quantity}
de: Menge: {quantity}
es: Cantidad: {quantity}
fr: Quantité: {quantity}
it: Quantità: {quantity}
pt: Quantidade: {quantity}

# activity_metadata_date
source: Date: {date}
de: Datum: {date}
es: Fecha: {date}
it: Data: {date}
pt: Data: {date}

# activity_metadata_maintenance
source: Maintenance: {type}
de: Wartung: {type}
es: Mantenimiento: {type}
it: Manutenzione: {type}
pt: Manutenção: {type}

# activity_metadata_weather
source: Weather: {weather}
de: Wetter: {weather}
es: Clima: {weather}
fr: Météo: {weather}
it: Meteo: {weather}
pt: Clima: {weather}

# task_editor_error_title_required
source: Required
de: Erforderlich
es: Requerido
fr: Requis
it: Obbligatorio
pt: Obrigatório

# history_hint_title
source: To view a garden's history
de: Um den Verlauf eines Gartens zu sehen
es: Para ver el historial de un jardín
fr: Pour consulter l’historique d’un jardin
it: Per vedere la cronologia di un giardino
pt: Para ver o histórico de um jardim

# history_hint_body
source: Select it by long-pressing from the dashboard.
de: Wählen Sie ihn durch langes Drücken im Dashboard aus.
es: Selecciónelo manteniendo presionado desde el tablero.
fr: Sélectionnez-le par un appui long depuis le tableau de bord.
it: Selezionalo premendo a lungo nella dashboard.
pt: Selecione-o pressionando longamente no painel.

# history_hint_action
source: Go to dashboard
de: Zum Dashboard
es: Ir al tablero
fr: Aller au tableau de bord
it: Vai alla dashboard
pt: Ir ao painel

# activity_desc_garden_created
source: Garden "{name}" created
de: Garten "{name}" erstellt
es: Jardín "{name}" creado
fr: Jardin "{name}" créé
it: Giardino "{name}" creato
pt: Jardim "{name}" criado

# activity_desc_bed_created
source: Bed "{name}" created
de: Beet "{name}" erstellt
es: Parcela "{name}" creada
fr: Parcelle "{name}" créée
it: Aiuola "{name}" creata
pt: Canteiro "{name}" criado

# activity_desc_planting_created
source: Planting of "{name}" added
de: Pflanzung von "{name}" hinzugefügt
es: Plantación de "{name}" añadida
fr: Plantation de "{name}" ajoutée
it: Piantagione di "{name}" aggiunta
pt: Plantio de "{name}" adicionado

# activity_desc_germination
source: Germination of "{name}" confirmed
de: Keimung von "{name}" bestätigt
es: Germinación de "{name}" confirmada
fr: Germination de "{name}" confirmée
it: Germinazione di "{name}" confermata
pt: Germinação de "{name}" confirmada

# activity_desc_harvest
source: Harvest of "{name}" recorded
de: Ernte von "{name}" aufgezeichnet
es: Cosecha de "{name}" registrada
fr: Récolte de "{name}" enregistrée
it: Raccolto di "{name}" registrato
pt: Colheita de "{name}" registrada

# activity_desc_maintenance
source: Maintenance: {type}
de: Wartung: {type}
es: Mantenimiento: {type}
it: Manutenzione: {type}
pt: Manutenção: {type}

# activity_desc_garden_deleted
source: Garden "{name}" deleted
de: Garten "{name}" gelöscht
es: Jardín "{name}" eliminado
fr: Jardin "{name}" supprimé
it: Giardino "{name}" eliminato
pt: Jardim "{name}" excluído

# activity_desc_bed_deleted
source: Bed "{name}" deleted
de: Beet "{name}" gelöscht
es: Parcela "{name}" eliminada
fr: Parcelle "{name}" supprimée
it: Aiuola "{name}" eliminata
pt: Canteiro "{name}" excluído

# activity_desc_planting_deleted
source: Planting of "{name}" deleted
de: Pflanzung von "{name}" gelöscht
es: Plantación de "{name}" eliminada
fr: Plantation de "{name}" supprimée
it: Piantagione di "{name}" eliminata
pt: Plantio de "{name}" excluído

# activity_desc_garden_updated
source: Garden "{name}" updated
de: Garten "{name}" aktualisiert
es: Jardín "{name}" actualizado
fr: Jardin "{name}" mis à jour
it: Giardino "{name}" aggiornato
pt: Jardim "{name}" atualizado

# activity_desc_bed_updated
source: Bed "{name}" updated
de: Beet "{name}" aktualisiert
es: Parcela "{name}" actualizada
fr: Parcelle "{name}" mise à jour
it: Aiuola "{name}" aggiornata
pt: Canteiro "{name}" atualizado

# activity_desc_planting_updated
source: Planting of "{name}" updated
de: Pflanzung von "{name}" aktualisiert
es: Plantación de "{name}" actualizada
fr: Plantation de "{name}" mise à jour
it: Piantagione di "{name}" aggiornata
pt: Plantio de "{name}" atualizado

# planting_steps_title
source: Step-by-step
de: Schritt-für-Schritt
es: Paso a paso
fr: Pas-à-pas
it: Passo dopo passo
pt: Passo a passo

# planting_steps_add_button
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
pt: Adicionar

# planting_steps_see_less
source: See less
de: Weniger anzeigen
es: Ver menos
fr: Voir moins
it: Vedi meno
pt: Ver menos

# planting_steps_see_all
source: See all
de: Alle anzeigen
es: Ver todo
fr: Voir tout
it: Vedi tutto
pt: Ver tudo

# planting_steps_empty
source: No recommended steps
de: Keine empfohlenen Schritte
es: No hay pasos recomendados
fr: Aucune étape recommandée
it: Nessun passaggio consigliato
pt: Nenhum passo recomendado

# planting_steps_more
source: + {count} more steps
de: + {count} weitere Schritte
es: + {count} pasos más
fr: + {count} autres étapes
it: + {count} altri passaggi
pt: + {count} mais passos

# planting_steps_prediction_badge
source: Prediction
de: Vorhersage
es: Predicción
fr: Prédiction
it: Previsione
pt: Previsão

# planting_steps_date_prefix
source: On {date}
de: Am {date}
es: El {date}
fr: Le {date}
it: Il {date}
pt: Em {date}

# planting_steps_done
source: Done
de: Erledigt
es: Hecho
fr: Fait
it: Fatto
pt: Feito

# planting_steps_mark_done
source: Mark Done
de: Als erledigt markieren
es: Marcar como hecho
fr: Marquer fait
it: Segna come fatto
pt: Marcar como feito

# planting_steps_dialog_title
source: Add Step
de: Schritt hinzufügen
es: Añadir paso
fr: Ajouter étape
it: Aggiungi Passaggio
pt: Adicionar Passo

# planting_steps_dialog_hint
source: Ex: Light mulching
de: Bsp: Leichtes Mulchen
es: Ej: Acolchado ligero
fr: Ex: Paillage léger
it: Es: Pacciamatura leggera
pt: Ex: Cobertura leve

# planting_steps_dialog_add
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
pt: Adicionar

# planting_status_sown
source: Sown
de: Gesät
es: Sembrado
fr: Semé
it: Seminato
pt: Semeado

# planting_status_planted
source: Planted
de: Gepflanzt
es: Plantado
fr: Planté
it: Piantato
pt: Plantado

# planting_status_growing
source: Growing
de: Wachsend
es: En crecimiento
fr: En croissance
it: In crescita
pt: Crescendo

# planting_status_ready
source: Ready to harvest
de: Erntebereit
es: Listo para cosechar
fr: Prêt à récolter
it: Pronto per il raccolto
pt: Pronto para colher

# planting_status_harvested
source: Harvested
de: Geerntet
es: Cosechado
fr: Récolté
it: Raccolto
pt: Colhido

# planting_status_failed
source: Failed
de: Fehlgeschlagen
es: Fallido
fr: Échoué
it: Fallito
pt: Falhou

# planting_card_sown_date
source: Sown on {date}
de: Gesät am {date}
es: Sembrado el {date}
fr: Semé le {date}
it: Seminato il {date}
pt: Semeado em {date}

# planting_card_planted_date
source: Planted on {date}
de: Gepflanzt am {date}
es: Plantado el {date}
fr: Planté le {date}
it: Piantato il {date}
pt: Plantado em {date}

# planting_card_harvest_estimate
source: Est. harvest: {date}
de: Gesch. Ernte: {date}
es: Est. cosecha: {date}
fr: Récolte estimée : {date}
it: Stima raccolto: {date}
pt: Est. colheita: {date}

# planting_info_title
source: Botanical Info
de: Botanische Info
es: Info botánica
fr: Informations botaniques
it: Info Botaniche
pt: Info Botânica

# planting_info_tips_title
source: Growing Tips
de: Anbautipps
es: Consejos de cultivo
fr: Conseils de culture
it: Consigli di Coltivazione
pt: Dicas de Cultivo

# planting_info_maturity
source: Maturity
de: Reife
es: Madurez
fr: Maturité
it: Maturità
pt: Maturidade

# planting_info_days
source: {days} days
de: {days} Tage
es: {days} días
fr: {days} jours
it: {days} giorni
pt: {days} dias

# planting_info_spacing
source: Spacing
de: Abstand
es: Espaciamiento
fr: Espacement
it: Spaziatura
pt: Espaçamento

# planting_info_depth
source: Depth
de: Tiefe
es: Profundidad
fr: Profondeur
it: Profondità
pt: Profundidade

# planting_info_exposure
source: Exposure
de: Standort
es: Exposición
fr: Exposition
it: Esposizione
pt: Exposição

# planting_info_water
source: Water
de: Wasser
es: Agua
fr: Arrosage
it: Acqua
pt: Água

# planting_info_season
source: Planting Season
de: Pflanzsaison
es: Temporada de siembra
fr: Saison plantation
it: Stagione di semina
pt: Estação de plantio

# planting_info_scientific_name_none
source: Scientific name not available
de: Wissenschaftlicher Name nicht verfügbar
es: Nombre científico no disponible
fr: Nom scientifique non disponible
it: Nome scientifico non disponibile
pt: Nome científico não disponível

# planting_info_culture_title
source: Culture Information
de: Kulturinformationen
es: Información de cultivo
fr: Informations de culture
it: Info Colturali
pt: Info de Cultivo

# planting_info_germination
source: Germination time
de: Keimdauer
es: Tiempo de germinación
fr: Temps de germination
it: Tempo di germinazione
pt: Tempo de germinação

# planting_info_harvest_time
source: Harvest time
de: Erntezeit
es: Tiempo de cosecha
fr: Temps de récolte
it: Tempo di raccolta
pt: Tempo de colheita

# planting_info_none
source: Not specified
de: Nicht angegeben
es: No especificado
fr: Non spécifié
it: Non specificato
pt: Não especificado

# planting_tips_none
source: No tips available
de: Keine Tipps verfügbar
es: No hay consejos disponibles
fr: Aucun conseil disponible
it: Nessun consiglio disponibile
pt: Nenhuma dica disponível

# planting_history_title
source: Action History
de: Aktionsverlauf
es: Historial de acciones
fr: Historique des actions
it: Cronologia azioni
pt: Histórico de ações

# planting_history_action_planting
source: Planting
de: Pflanzung
es: Plantación
fr: Plantation
it: Piantagione
pt: Plantio

# planting_history_todo
source: Detailed history coming soon
de: Detaillierter Verlauf kommt bald
es: Historial detallado próximamente
fr: L'historique détaillé sera disponible prochainement
it: Cronologia dettagliata in arrivo
pt: Histórico detalhado em breve

# task_editor_garden_all
source: All Gardens
de: Alle Gärten
es: Todos los jardines
fr: Tous les jardins
it: Tutti i Giardini
pt: Todos os Jardins

# task_editor_zone_label
source: Zone (Bed)
de: Zone (Beet)
es: Zona (Parcela)
fr: Zone (Parcelle)
it: Zona (Aiuola)
pt: Zona (Canteiro)

# task_editor_zone_none
source: No specific zone
de: Keine spezifische Zone
es: Sin zona específica
fr: Aucune zone spécifique
it: Nessuna zona specifica
pt: Nenhuma zona específica

# task_editor_zone_empty
source: No beds for this garden
de: Keine Beete für diesen Garten
es: No hay parcelas para este jardín
fr: Aucune parcelle pour ce jardin
it: Nessuna aiuola per questo giardino
pt: Nenhum canteiro para este jardim

# task_editor_description_label
source: Description
de: Beschreibung
es: Descripción
it: Descrizione
pt: Descrição

# task_editor_date_label
source: Start Date
de: Startdatum
es: Fecha de inicio
fr: Date de début
it: Data di Inizio
pt: Data de Início

# task_editor_time_label
source: Time
de: Zeit
es: Hora
fr: Heure
it: Ora
pt: Hora

# task_editor_duration_label
source: Estimated Duration
de: Geschätzte Dauer
es: Duración estimada
fr: Durée estimée
it: Durata Stimata
pt: Duração Estimada

# task_editor_duration_other
source: Other
de: Andere
es: Otro
fr: Autre
it: Altro
pt: Outro

# task_editor_type_label
source: Task Type
de: Aufgabentyp
es: Tipo de tarea
fr: Type de tâche
it: Tipo di Attività
pt: Tipo de Tarefa

# task_editor_priority_label
source: Priority
de: Priorität
es: Prioridad
fr: Priorité
it: Priorità
pt: Prioridade

# task_editor_urgent_label
source: Urgent
de: Dringend
es: Urgente
it: Urgente
pt: Urgente

# task_editor_option_none
source: None (Save Only)
de: Keine (Nur speichern)
es: Ninguno (Solo guardar)
fr: Aucune (Sauvegarde uniquement)
it: Nessuno (Salva Solo)
pt: Nenhum (Apenas Salvar)

# task_editor_option_share
source: Share (Text)
de: Teilen (Text)
es: Compartir (Texto)
fr: Partager (texte)
it: Condividi (Testo)
pt: Compartilhar (Texto)

# task_editor_option_pdf
source: Export — PDF
de: Exportieren — PDF
es: Exportar — PDF
fr: Exporter — PDF
it: Esporta — PDF
pt: Exportar — PDF

# task_editor_option_docx
source: Export — Word (.docx)
de: Exportieren — Word (.docx)
es: Exportar — Word (.docx)
fr: Exporter — Word (.docx)
it: Esporta — Word (.docx)
pt: Exportar — Word (.docx)

# task_editor_export_label
source: Output / Share
de: Ausgabe / Teilen
es: Salida / Compartir
fr: Sortie / Partage
it: Output / Condividi
pt: Saída / Compartilhar

# task_editor_photo_placeholder
source: Add Photo (Coming Soon)
de: Foto hinzufügen (Bald)
es: Añadir foto (Próximamente)
fr: Ajouter une photo (Bientôt disponible)
it: Aggiungi Foto (Presto)
pt: Adicionar Foto (Em breve)

# task_editor_action_create
source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea
pt: Criar

# task_editor_action_save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
pt: Salvar

# task_editor_action_cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar

# task_editor_assignee_label
source: Assigned to
de: Zugewiesen an
es: Asignado a
fr: Assigné à
it: Assegnato a
pt: Atribuído a

# task_editor_assignee_add
source: Add "{name}" to favorites
de: "{name}" zu Favoriten hinzufügen
es: Añadir "{name}" a favoritos
fr: Ajouter "{name}" aux favoris
it: Aggiungi "{name}" ai preferiti
pt: Adicionar "{name}" aos favoritos

# task_editor_assignee_none
source: No results.
de: Keine Ergebnisse.
es: Sin resultados.
fr: Aucun résultat.
it: Nessun risultato.
pt: Sem resultados.

# task_editor_recurrence_label
source: Recurrence
de: Wiederholung
es: Recurrencia
fr: Récurrence
it: Ricorrenza
pt: Recorrência

# task_editor_recurrence_none
source: None
de: Keine
es: Ninguna
fr: Aucune
it: Nessuna
pt: Nenhuma

# task_editor_recurrence_interval
source: Every X days
de: Alle X Tage
es: Cada X días
fr: Tous les X jours
it: Ogni X giorni
pt: A cada X dias

# task_editor_recurrence_weekly
source: Weekly (Days)
de: Wöchentlich (Tage)
es: Semanalmente (Días)
fr: Hebdomadaire (Jours)
it: Settimanalmente (Giorni)
pt: Semanalmente (Dias)

# task_editor_recurrence_monthly
source: Monthly (same day)
de: Monatlich (gleicher Tag)
es: Mensualmente (mismo día)
fr: Mensuel (même jour)
it: Mensilmente (stesso giorno)
pt: Mensalmente (mesmo dia)

# task_editor_recurrence_repeat_label
source: Repeat every
de: Wiederholen alle
es: Repetir cada
fr: Répéter tous les
it: Ripeti ogni
pt: Repetir a cada

# task_kind_generic
source: Generic
de: Allgemein
es: Genérico
fr: Générique
it: Generico
pt: Genérico

# task_kind_repair
source: Repair 🛠️
de: Reparatur 🛠️
es: Reparación 🛠️
fr: Réparation 🛠️
it: Riparazione 🛠️
pt: Reparo 🛠️

# soil_temp_title
source: Soil Temperature
de: Bodentemperatur
es: Temperatura del suelo
fr: Température du Sol
it: Temperatura del Suolo
pt: Temperatura do Solo

# soil_temp_chart_error
source: Chart error: {error}
de: Diagrammfehler: {error}
es: Error de gráfico: {error}
fr: Erreur chart: {error}
it: Errore grafico: {error}
pt: Erro no gráfico: {error}

# soil_temp_about_title
source: About Soil Temperature
de: Über Bodentemperatur
es: Acerca de la temp. del suelo
fr: À propos de la température du sol
it: Info Temp. Suolo
pt: Sobre a Temp. do Solo
