Repository: Klod2mars/permacalendar-v2
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, it, pt

# lifecycle_cycle_completed
source: cycle completed
de: Zyklus abgeschlossen
es: ciclo completado
fr: du cycle complété
it: ciclo completato
pt: ciclo completado

# lifecycle_stage_germination
source: Germination
de: Keimung
es: Germinación
it: Germinazione
pt: Germinação

# lifecycle_stage_growth
source: Growth
de: Wachstum
es: Crecimiento
fr: Croissance
it: Crescita
pt: Crescimento

# lifecycle_stage_fruiting
source: Fruiting
de: Fruchtbildung
es: Fructificación
fr: Fructification
it: Fruttificazione
pt: Frutificação

# lifecycle_stage_harvest
source: Harvest
de: Ernte
es: Cosecha
fr: Récolte
it: Raccolto
pt: Colheita

# lifecycle_stage_unknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
pt: Desconhecido

# lifecycle_harvest_expected
source: Expected harvest
de: Erwartete Ernte
es: Cosecha esperada
fr: Récolte prévue
it: Raccolto previsto
pt: Colheita esperada

# lifecycle_in_days
source: In {days} days
de: In {days} Tagen
es: En {days} días
fr: Dans {days} jours
it: Tra {days} giorni
pt: Em {days} dias

# lifecycle_passed
source: Passed
de: Vergangen
es: Pasado
fr: Passée
it: Passato
pt: Passado

# lifecycle_now
source: Now!
de: Jetzt!
es: ¡Ahora!
fr: Maintenant !
it: Adesso!
pt: Agora!

# lifecycle_next_action
source: Next action
de: Nächste Aktion
es: Siguiente acción
fr: Prochaine action
it: Prossima azione
pt: Próxima ação

# lifecycle_update
source: Update cycle
de: Zyklus aktualisieren
es: Actualizar ciclo
fr: Mettre à jour le cycle
it: Aggiorna ciclo
pt: Atualizar ciclo

# lifecycle_days_ago
source: {days} days ago
de: vor {days} Tagen
es: hace {days} días
fr: Il y a {days} jours
it: {days} giorni fa
pt: há {days} dias

# planting_detail_title
source: Planting Details
de: Pflanzdetails
es: Detalles de la siembra
fr: Détails de la plantation
it: Dettagli piantagione
pt: Detalhes do Plantio

# companion_beneficial
source: Beneficial plants
de: Nützliche Pflanzen
es: Plantas beneficiosas
fr: Plantes amies
it: Piante benefiche
pt: Plantas benéficas

# companion_avoid
source: Plants to avoid
de: Zu vermeidende Pflanzen
es: Plantas a evitar
fr: Plantes à éviter
it: Piante da evitare
pt: Plantas a evitar

# common_close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
pt: Fechar

# bed_detail_surface
source: Area
de: Fläche
es: Área
fr: Surface
pt: Área

# bed_detail_details
source: Details
es: Detalles
fr: Détails
it: Dettagli
pt: Detalhes

# bed_detail_notes
source: Notes
de: Notizen
es: Notas
it: Note
pt: Notas

# bed_detail_current_plantings
source: Current Plantings
de: Aktuelle Pflanzungen
es: Plantaciones actuales
fr: Plantations actuelles
it: Piantagioni Attuali
pt: Plantios Atuais

# bed_detail_no_plantings_title
source: No Plantings
de: Keine Pflanzungen
es: Sin plantaciones
fr: Aucune plantation
it: Nessuna Piantagione
pt: Sem Plantios

# bed_detail_no_plantings_desc
source: This bed has no plantings yet.
de: Dieses Beet hat noch keine Pflanzungen.
es: Esta parcela aún no tiene plantaciones.
fr: Cette parcelle n'a pas encore de plantations.
it: Questa aiuola non ha ancora piantagioni.
pt: Este canteiro ainda não tem plantios.

# bed_detail_add_planting
source: Add Planting
de: Pflanzung hinzufügen
es: Añadir plantación
fr: Ajouter une plantation
it: Aggiungi Piantagione
pt: Adicionar Plantio

# bed_delete_planting_confirm_title
source: Delete Planting?
de: Pflanzung löschen?
es: ¿Eliminar plantación?
fr: Supprimer la plantation ?
it: Eliminare Piantagione?
pt: Excluir Plantio?

# bed_delete_planting_confirm_body
source: This action is irreversible. Do you really want to delete this planting?
de: Diese Aktion ist unwiderruflich. Möchten Sie diese Pflanzung wirklich löschen?
es: Esta acción es irreversible. ¿Realmente desea eliminar esta plantación?
fr: Cette action est irréversible. Voulez-vous vraiment supprimer cette plantation ?
it: Questa azione è irreversibile. Vuoi davvero eliminare questa piantagione?
pt: Esta ação é irreversível. Você realmente deseja excluir este plantio?

# harvest_title
source: Harvest: {plantName}
de: Ernte: {plantName}
es: Cosecha: {plantName}
fr: Récolte :{plantName}
it: Raccolto: {plantName}
pt: Colheita: {plantName}

# harvest_weight_label
source: Harvested Weight (kg) *
de: Erntegewicht (kg) *
es: Peso cosechado (kg) *
fr: Poids récolté (kg) *
it: Peso Raccolto (kg) *
pt: Peso Colhido (kg) *

# harvest_price_label
source: Estimated Price ({currencyUnit})
de: Geschätzter Preis ({currencyUnit})
es: Precio estimado ({currencyUnit})
fr: Prix estimé (€/kg)
it: Prezzo Stimato ({currencyUnit})
pt: Preço Estimado ({currencyUnit})

# harvest_price_helper
source: Will be remembered for future harvests of this plant
de: Wird für zukünftige Ernten dieser Pflanze gespeichert
es: Se recordará para futuras cosechas de esta planta
fr: Sera mémorisé pour les prochaines récoltes de cette plante
it: Sarà ricordato per futuri raccolti di questa pianta
pt: Será lembrado para futuras colheitas desta planta

# harvest_notes_label
source: Notes / Quality
de: Notizen / Qualität
es: Notas / Calidad
fr: Notes / Qualité
it: Note / Qualità
pt: Notas / Qualidade

# harvest_action_save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
pt: Salvar

# harvest_snack_saved
source: Harvest recorded
de: Ernte aufgezeichnet
es: Cosecha registrada
fr: Récolte enregistrée
it: Raccolto registrato
pt: Colheita registrada

# harvest_snack_error
source: Error recording harvest
de: Fehler bei der Ernteaufzeichnung
es: Error al registrar cosecha
fr: Erreur lors de l'enregistrement
it: Errore registrazione raccolto
pt: Erro ao registrar colheita

# harvest_form_error_required
source: Required
de: Erforderlich
es: Requerido
fr: Requis
it: Obbligatorio
pt: Obrigatório

# harvest_form_error_positive
source: Invalid (> 0)
de: Ungültig (> 0)
es: Inválido (> 0)
fr: Invalide (> 0)
it: Non valido (> 0)
pt: Inválido (> 0)

# harvest_form_error_positive_or_zero
source: Invalid (>= 0)
de: Ungültig (>= 0)
es: Inválido (>= 0)
fr: Invalide (>= 0)
it: Non valido (>= 0)
pt: Inválido (>= 0)

# info_exposure_full_sun
source: Full sun
de: Volle Sonne
es: Pleno sol
fr: Plein soleil
it: Pieno sole
pt: Sol pleno

# info_exposure_partial_sun
source: Partial sun
de: Teilweise Sonne
es: Sol parcial
fr: Mi-ombre
it: Sole parziale
pt: Sol parcial

# info_exposure_shade
source: Shade
de: Schatten
es: Sombra
fr: Ombre
it: Ombra
pt: Sombra

# info_water_low
source: Low
de: Niedrig
es: Bajo
fr: Faible
it: Basso
pt: Baixo

# info_water_medium
source: Medium
de: Mittel
es: Medio
fr: Moyen
it: Medio
pt: Médio

# info_water_high
source: High
de: Hoch
es: Alto
fr: Élevé
it: Alto
pt: Alto

# info_water_moderate
source: Moderate
de: Mäßig
es: Moderado
fr: Modéré
it: Moderato
pt: Moderado

# info_season_spring
source: Spring
de: Frühling
es: Primavera
fr: Printemps
it: Primavera
pt: Primavera

# info_season_summer
source: Summer
de: Sommer
es: Verano
fr: Été
it: Estate
pt: Verão

# info_season_autumn
source: Autumn
de: Herbst
es: Otoño
fr: Automne
it: Autunno
pt: Outono

# info_season_winter
source: Winter
es: Invierno
fr: Hiver
it: Inverno
pt: Inverno

# info_season_all
source: All seasons
de: Alle Jahreszeiten
es: Todas las estaciones
fr: Toute saison
it: Tutte le stagioni
pt: Todas as estações

# common_duplicate
source: Duplicate
de: Duplizieren
es: Duplicar
fr: Dupliquer
it: Duplica
pt: Duplicar

# planting_delete_title
source: Delete Planting
de: Pflanzung löschen
es: Eliminar plantación
fr: Supprimer la plantation
it: Elimina piantagione
pt: Excluir plantio

# planting_delete_confirm_body
source: Are you sure you want to delete this planting? This action is irreversible.
de: Sind Sie sicher, dass Sie diese Pflanzung löschen möchten? Diese Aktion ist unwiderruflich.
es: ¿Está seguro de que desea eliminar esta plantación? Esta acción es irreversible.
fr: Êtes-vous sûr de vouloir supprimer cette plantation ? Cette action est irréversible.
it: Sei sicuro di voler eliminare questa piantagione? Questa azione è irreversibile.
pt: Você tem certeza que deseja excluir este plantio? Esta ação é irreversível.

# planting_creation_title
source: New Planting
de: Neue Pflanzung
es: Nueva plantación
fr: Nouvelle culture
it: Nuova Piantagione
pt: Novo Plantio

# planting_creation_title_edit
source: Edit Planting
de: Pflanzung bearbeiten
es: Editar plantación
fr: Modifier la culture
it: Modifica Piantagione
pt: Editar Plantio

# planting_quantity_seeds
source: Number of seeds
de: Anzahl Samen
es: Número de semillas
fr: Nombre de graines
it: Numero di semi
pt: Número de sementes

# planting_quantity_plants
source: Number of plants
de: Anzahl Pflanzen
es: Número de plantas
fr: Nombre de plants
it: Numero di piante
pt: Número de plantas

# planting_quantity_required
source: Quantity is required
de: Menge ist erforderlich
es: Se requiere la cantidad
fr: La quantité est requise
it: Quantità obbligatoria
pt: Quantidade é obrigatória

# planting_quantity_positive
source: Quantity must be a positive number
de: Menge muss eine positive Zahl sein
es: La cantidad debe ser un número positivo
fr: La quantité doit être un nombre positif
it: La quantità deve essere un numero positivo
pt: A quantidade deve ser um número positivo

# planting_plant_selection_label
source: Plant: {plantName}
de: Pflanze: {plantName}
es: Planta: {plantName}
fr: Plante : {plantName}
it: Pianta: {plantName}
pt: Planta: {plantName}

# planting_no_plant_selected
source: No plant selected
de: Keine Pflanze ausgewählt
es: Ninguna planta seleccionada
fr: Aucune plante sélectionnée
it: Nessuna pianta selezionata
pt: Nenhuma planta selecionada

# planting_custom_plant_title
source: Custom Plant
de: Benutzerdefinierte Pflanze
es: Planta personalizada
fr: Plante personnalisée
it: Pianta Personalizzata
pt: Planta Personalizada

# planting_plant_name_label
source: Plant Name
de: Pflanzenname
es: Nombre de la planta
fr: Nom de la plante
it: Nome Pianta
pt: Nome da Planta

# planting_plant_name_hint
source: Ex: Cherry Tomato
de: Bsp: Kirschtomate
es: Ej: Tomate Cherry
fr: Ex: Tomate cerise
it: Es: Pomodoro Ciliegino
pt: Ex: Tomate Cereja

# planting_plant_name_required
source: Plant name is required
de: Pflanzenname ist erforderlich
es: Se requiere el nombre de la planta
fr: Le nom de la plante est requis
it: Nome pianta obbligatorio
pt: Nome da planta é obrigatório

# planting_notes_label
source: Notes (optional)
de: Notizen (optional)
es: Notas (opcional)
fr: Notes (optionnel)
it: Note (opzionale)
pt: Notas (opcional)

# planting_notes_hint
source: Additional information...
de: Zusätzliche Informationen...
es: Información adicional...
fr: Informations supplémentaires...
it: Informazioni aggiuntive...
pt: Informações adicionais...

# planting_tips_title
source: Tips
de: Tipps
es: Consejos
fr: Conseils
it: Consigli
pt: Dicas

# planting_tips_catalog
source: • Use the catalog to select a plant.
de: • Nutzen Sie den Katalog, um eine Pflanze auszuwählen.
es: • Utilice el catálogo para seleccionar una planta.
fr: • Utilisez le catalogue pour sélectionner une plante.
it: • Usa il catalogo per selezionare una pianta.
pt: • Use o catálogo para selecionar uma planta.

# planting_tips_type
source: • Choose "Sown" for seeds, "Planted" for seedlings.
de: • Wählen Sie "Gesät" für Samen, "Gepflanzt" für Setzlinge.
es: • Elija "Sembrado" para semillas, "Plantado" para plántulas.
fr: • Choisissez "Semé" pour les graines, "Planté" pour les plants.
it: • Scegli "Seminato" per semi, "Piantato" per piantine.
pt: • Escolha "Semeado" para sementes, "Plantado" para mudas.

# planting_tips_notes
source: • Add notes to track special conditions.
de: • Fügen Sie Notizen hinzu, um spezielle Bedingungen zu verfolgen.
es: • Añada notas para rastrear condiciones especiales.
fr: • Ajoutez des notes pour suivre les conditions spéciales.
it: • Aggiungi note per tracciare condizioni speciali.
pt: • Adicione notas para acompanhar condições especiais.

# planting_date_future_error
source: Planting date cannot be in the future
de: Pflanzdatum kann nicht in der Zukunft liegen
es: La fecha de plantación no puede estar en el futuro
fr: La date de plantation ne peut pas être dans le futur
it: La data di piantagione non può essere nel futuro
pt: Data de plantio não pode ser no futuro

# planting_success_create
source: Planting created successfully
de: Pflanzung erfolgreich erstellt
es: Plantación creada con éxito
fr: Culture créée avec succès
it: Piantagione creata con successo
pt: Plantio criado com sucesso

# planting_success_update
source: Planting updated successfully
de: Pflanzung erfolgreich aktualisiert
es: Plantación actualizada con éxito
fr: Culture modifiée avec succès
it: Piantagione aggiornata con successo
pt: Plantio atualizado com sucesso

# stats_screen_title
source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques
it: Statistiche
pt: Estatísticas

# stats_screen_subtitle
source: Analyze in real-time and export your data.
de: Analysieren Sie in Echtzeit und exportieren Sie Ihre Daten.
es: Analiza en tiempo real y exporta tus datos.
fr: Analysez en temps réel et exportez vos données.
it: Analizza in tempo reale ed esporta i tuoi dati.
pt: Analise em tempo real e exporte seus dados.

# kpi_alignment_title
source: Living Alignment
de: Lebendige Ausrichtung
es: Alineación Viva
fr: Alignement au Vivant
it: Allineamento Vivente
pt: Alinhamento Vivo

# kpi_alignment_description
source: This tool evaluates how closely your sowing, planting, and harvesting align with the ideal windows recommended by the Intelligent Agenda.
de: Dieses Tool bewertet, wie nah Ihre Aussaaten, Pflanzungen und Ernten an den von der Intelligenten Agenda empfohlenen idealen Zeitfenstern liegen.
es: Esta herramienta evalúa cuán cerca están tus siembras, plantaciones y cosechas de las ventanas ideales recomendadas por la Agenda Inteligente.
fr: Cet outil évalue à quel point tu réalises tes semis, plantations et récoltes dans la fenêtre idéale recommandée par l'Agenda Intelligent.
it: Questo strumento valuta quanto le tue semine, piantagioni e raccolti siano vicini alle finestre ideali raccomandate dall'Agenda Intelligente.
pt: Esta ferramenta avalia quão próximas suas semeaduras, plantios e colheitas estão das janelas ideais recomendadas pela Agenda Inteligente.

# kpi_alignment_cta
source: Start planting and harvesting to see your alignment!
de: Beginnen Sie zu pflanzen und zu ernten, um Ihre Ausrichtung zu sehen!
es: ¡Comienza a plantar y cosechar para ver tu alineación!
fr: Commence à planter et récolter pour voir ton alignement !
it: Inizia a piantare e raccogliere per vedere il tuo allineamento!
pt: Comece a plantar e colher para ver seu alinhamento!

# kpi_alignment_aligned
source: aligned
de: ausgerichtet
es: alineado
fr: aligné
it: allineato
pt: alinhado

# kpi_alignment_aligned_actions
source: Aligned
de: Ausgerichtet
es: Alineado
fr: Alignées
it: Allineato
pt: Alinhado

# kpi_alignment_misaligned_actions
source: Misaligned
de: Fehlausgerichtet
es: Desalineado
fr: Décalées
it: Disallineato
pt: Desalinhado

# kpi_alignment_calculating
source: Calculating alignment...
de: Berechne Ausrichtung...
es: Calculando alineación...
fr: Calcul de l'alignement...
it: Calcolo allineamento...
pt: Calculando alinhamento...

# kpi_alignment_error
source: Error during calculation
de: Fehler bei der Berechnung
es: Error durante el cálculo
fr: Erreur lors du calcul
it: Errore durante il calcolo
pt: Erro durante o cálculo

# pillar_economy_title
source: Garden Economy
de: Gartenökonomie
es: Economía del Jardín
fr: Économie du jardin
it: Economia del Giardino
pt: Economia do Jardim

# pillar_nutrition_title
source: Nutritional Balance
de: Ernährungsbilanz
es: Equilibrio Nutricional
fr: Équilibre Nutritionnel
it: Bilancio Nutrizionale
pt: Balanço Nutricional

# pillar_export_title
source: Export
de: Exportieren
es: Exportar
it: Esporta
pt: Exportar

# pillar_economy_label
source: Total harvest value
de: Gesamternte­wert
es: Valor total de cosecha
fr: Valeur totale des récoltes
it: Valore totale raccolto
pt: Valor total da colheita

# pillar_nutrition_label
source: Nutritional Signature
de: Ernährungssignatur
es: Firma Nutricional
fr: Signature Nutritionnelle
it: Firma Nutrizionale
pt: Assinatura Nutricional

# pillar_export_label
source: Retrieve your data
de: Ihre Daten abrufen
es: Recuperar sus datos
fr: Récupérez vos données
it: Recupera i tuoi dati
pt: Recuperar seus dados

# pillar_export_button
source: Export
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
pt: Exportar

# stats_economy_title
source: Garden Economy
de: Gartenökonomie
es: Economía del Jardín
fr: Économie du Jardin
it: Economia del Giardino
pt: Economia do Jardim

# stats_economy_no_harvest
source: No harvest in the selected period.
de: Keine Ernte im ausgewählten Zeitraum.
es: Sin cosecha en el período seleccionado.
fr: Aucune récolte sur la période sélectionnée.
it: Nessun raccolto nel periodo selezionato.
pt: Nenhuma colheita no período selecionado.

# stats_economy_no_harvest_desc
source: No data for the selected period.
de: Keine Daten für den ausgewählten Zeitraum.
es: Sin datos para el período seleccionado.
fr: Aucune donnée sur la période sélectionnée.
it: Nessun dato per il periodo selezionato.
pt: Sem dados para o período selecionado.

# stats_kpi_total_revenue
source: Total Revenue
de: Gesamtumsatz
es: Ingresos Totales
fr: Revenu Total
it: Entrate Totali
pt: Receita Total

# stats_kpi_total_volume
source: Total Volume
de: Gesamtvolumen
es: Volumen Total
fr: Volume Total
it: Volume Totale
pt: Volume Total

# stats_kpi_avg_price
source: Average Price
de: Durchschnittspreis
es: Precio Promedio
fr: Prix Moyen
it: Prezzo Medio
pt: Preço Médio

# stats_top_cultures_title
source: Top Crops (Value)
de: Top-Kulturen (Wert)
es: Mejores Cultivos (Valor)
fr: Top Cultures (Valeur)
it: Migliori Colture (Valore)
pt: Melhores Culturas (Valor)

# stats_top_cultures_no_data
source: No data
de: Keine Daten
es: Sin datos
fr: Aucune donnée
it: Nessun dato
pt: Sem dados

# stats_top_cultures_percent_revenue
source: of revenue
de: des Umsatzes
es: de ingresos
fr: du revenu
it: delle entrate
pt: da receita

# stats_monthly_revenue_title
source: Monthly Revenue
de: Monatlicher Umsatz
es: Ingresos Mensuales
fr: Revenu Mensuel
it: Entrate Mensili
pt: Receita Mensal

# stats_monthly_revenue_no_data
source: No monthly data
de: Keine monatlichen Daten
es: Sin datos mensuales
fr: Pas de données mensuelles
it: Nessun dato mensile
pt: Sem dados mensais

# stats_dominant_culture_title
source: Dominant Crop by Month
de: Dominante Kultur pro Monat
es: Cultivo Dominante por Mes
fr: Culture Dominante par Mois
it: Coltura Dominante per Mese
pt: Cultura Dominante por Mês

# stats_annual_evolution_title
source: Annual Trend
de: Jahrestrend
es: Tendencia Anual
fr: Évolution Annuelle
it: Tendenza Annuale
pt: Tendência Anual

# stats_crop_distribution_title
source: Crop Distribution
de: Kulturverteilung
es: Distribución de Cultivos
fr: Répartition par Culture
it: Distribuzione Colture
pt: Distribuição de Culturas

# stats_crop_distribution_others
source: Others
de: Andere
es: Otros
fr: Autres
it: Altri
pt: Outros

# stats_key_months_title
source: Key Garden Months
de: Wichtige Gartenmonate
es: Meses Clave del Jardín
fr: Mois Clés du Jardin
it: Mesi Chiave del Giardino
pt: Meses Chave do Jardim

# stats_most_profitable
source: Most Profitable
de: Am profitabelsten
es: Más Rentable
fr: Le plus rentable
it: Più Redditizio
pt: Mais Lucrativo

# stats_least_profitable
source: Least Profitable
de: Am wenigsten profitabel
es: Menos Rentable
fr: Le moins rentable
it: Meno Redditizio
pt: Menos Lucrativo

# stats_auto_summary_title
source: Auto Summary
de: Auto-Zusammenfassung
es: Resumen Automático
fr: Synthèse Automatique
it: Riepilogo Automatico
pt: Auto Resumo

# stats_revenue_history_title
source: Revenue History
de: Umsatzverlauf
es: Historial de Ingresos
fr: Historique du Revenu
it: Cronologia Entrate
pt: Histórico de Receita

# stats_profitability_cycle_title
source: Profitability Cycle
de: Rentabilitätszyklus
es: Ciclo de Rentabilidad
fr: Cycle de Rentabilité
it: Ciclo di Redditività
pt: Ciclo de Rentabilidade

# stats_table_crop
source: Crop
de: Kultur
es: Cultivo
fr: Culture
it: Coltura
pt: Cultura

# stats_table_days
source: Days (Avg)
de: Tage (Ø)
es: Días (Prom)
fr: Jours (Moy)
it: Giorni (Media)
pt: Dias (Méd)

# stats_table_revenue
source: Rev/Harvest
de: Umsatz/Ernte
es: Ing/Cosecha
fr: Rev/Récolte
it: Ric/Raccolto
pt: Rec/Colheita

# stats_table_type
source: Type
de: Typ
es: Tipo
it: Tipo
pt: Tipo

# stats_type_fast
source: Fast
de: Schnell
es: Rápido
fr: Rapide
it: Veloce
pt: Rápido

# stats_type_long_term
source: Long Term
de: Langfristig
es: Largo Plazo
fr: Long terme
it: Lungo Termine
pt: Longo Prazo

# nutrition_page_title
source: Nutrition Signature
de: Ernährungssignatur
es: Firma Nutricional
fr: Signature Nutritionnelle
it: Firma Nutrizionale
pt: Assinatura Nutricional

# nutrition_seasonal_dynamics_title
source: Seasonal Dynamics
de: Saisonale Dynamik
es: Dinámicas Estacionales
fr: Dynamique Saisonnière
it: Dinamiche Stagionali
pt: Dinâmica Sazonal

# nutrition_seasonal_dynamics_desc
source: Explore the mineral and vitamin production of your garden, month by month.
de: Entdecken Sie die Mineral- und Vitaminproduktion Ihres Gartens, Monat für Monat.
es: Explore la producción de minerales y vitaminas de su jardín, mes a mes.
fr: Explorez la production minérale et vitaminique de votre jardin, mois par mois.
it: Esplora la produzione di minerali e vitamine del tuo giardino, mese per mese.
pt: Explore a produção de minerais e vitaminas do seu jardim, mês a mês.

# nutrition_no_harvest_month
source: No harvest this month
de: Keine Ernte in diesem Monat
es: Sin cosecha este mes
fr: Aucune récolte en ce mois
it: Nessun raccolto questo mese
pt: Nenhuma colheita neste mês

# nutrition_major_minerals_title
source: Structure & Major Minerals
de: Struktur & Hauptmineralien
es: Estructura y Minerales Mayores
fr: Structure & Minéraux Majeurs
it: Struttura e Minerali Principali
pt: Estrutura e Principais Minerais

# nutrition_trace_elements_title
source: Vitality & Trace Elements
de: Vitalität & Spurenelemente
es: Vitalidad y Oligoelementos
fr: Vitalité & Oligo-éléments
it: Vitalità e Oligoelementi
pt: Vitalidade e Oligoelementos

# nutrition_no_data_period
source: No data for this period
de: Keine Daten für diesen Zeitraum
es: Sin datos para este período
fr: Pas de données cette période
it: Nessun dato per questo periodo
pt: Sem dados para este período

# nutrition_no_major_minerals
source: No major minerals
de: Keine Hauptmineralien
es: Sin minerales mayores
fr: Aucun minéral majeur
it: Nessun minerale principale
pt: Sem principais minerais

# nutrition_no_trace_elements
source: No trace elements
de: Keine Spurenelemente
es: Sin oligoelementos
fr: Aucun oligo-élément
it: Nessun oligoelemento
pt: Sem oligoelementos

# nutrition_month_dynamics_title
source: Dynamics of {month}
de: Dynamik von {month}
es: Dinámicas de {month}
fr: Dynamique de {month}
it: Dinamiche di {month}
pt: Dinâmica de {month}

# nutrition_dominant_production
source: Dominant production:
de: Dominante Produktion:
es: Producción dominante:
fr: Production dominante :
it: Produzione dominante:
pt: Produção dominante:

# nutrition_nutrients_origin
source: These nutrients come from your harvests of the month.
de: Diese Nährstoffe stammen aus Ihren Ernten des Monats.
es: Estos nutrientes provienen de sus cosechas del mes.
fr: Ces nutriments proviennent de vos récoltes du mois.
it: Questi nutrienti provengono dai tuoi raccolti del mese.
pt: Estes nutrientes vêm de suas colheitas do mês.

# nut_calcium
source: Calcium
de: Kalzium
es: Calcio
it: Calcio
pt: Cálcio

# nut_potassium
source: Potassium
de: Kalium
es: Potasio
it: Potassio
pt: Potássio

# nut_magnesium
source: Magnesium
es: Magnesio
fr: Magnésium
it: Magnesio
pt: Magnésio
