Repository: Klod2mars/permacalendar-v2
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, it, pt

# user_guide_text
source: 1 — Welcome to Sowing Sowing is an application designed to support gardeners in the lively and concrete monitoring of their crops. It allows you to: • organize your gardens and plots, • follow your plantings throughout their life cycle, • plan your tasks at the right time, • keep a memory of what has been done, • take into account local weather and the rhythm of the seasons. The application works mainly offline and keeps your data directly on your device. This manual describes the common use of Sowing: getting started, creating gardens, plantings, calendar, weather, data export and best practices. 2 — Understanding the interface The dashboard Upon opening, Sowing displays a visual and organic dashboard. It takes the form of a background image animated by interactive bubbles. Each bubble gives access to a major function of the application: • gardens, • air weather, • soil weather, • calendar, • activities, • statistics, • settings. General navigation Simply touch a bubble to open the corresponding section. Inside the pages, you will find depending on the context: • contextual menus, • "+" buttons to add an element, • edit or delete buttons. 3 — Quick Start Open the application At launch, the dashboard is displayed automatically. Configure the weather In the settings, choose your location. This information allows Sowing to display local weather adapted to your garden. If no location is selected, a default location is used. Create your first garden When using for the first time, Sowing automatically guides you to create your first garden. You can also create a garden manually from the dashboard. On the main screen, touch the green leaf located in the freest area, to the right of the statistics and slightly above. This deliberately discreet area allows you to initiate the creation of a garden. You can create up to five gardens. This approach is part of the Sowing experience: there is no permanent and central "+" button. The application rather invites exploration and progressive discovery of space. The areas linked to the gardens are also accessible from the Settings menu. Organic calibration of the dashboard An organic calibration mode allows: • to visualize the real location of interactive zones, • to move them by simple sliding of the finger. You can thus position your gardens and modules exactly where you want on the image: at the top, at the bottom or at the place that suits you best. Once validated, this organization is saved and kept in the application. Create a plot In a garden sheet: • choose "Add a plot", • indicate its name, its area and, if necessary, some notes, • save. Add a planting In a plot: • press the "+" button, • choose a plant from the catalog, • indicate the date, the quantity and useful information, • validate. 4 — The organic dashboard The dashboard is the central point of Sowing. It allows: • to have an overview of your activity, • to quickly access the main functions, • to navigate intuitively. Depending on your settings, some bubbles may display synthetic information, such as the weather or upcoming tasks. 5 — Gardens, plots and plantings The gardens A garden represents a real place: vegetable garden, greenhouse, orchard, balcony, etc. You can: • create several gardens, • modify their information, • delete them if necessary. The plots A plot is a precise zone inside a garden. It allows to structure the space, organize crops and group several plantings in the same place. The plantings A planting corresponds to the introduction of a plant in a plot, at a given date. When creating a planting, Sowing offers two modes. Sow The "Sow" mode corresponds to putting a seed in the ground. In this case: • the progression starts at 0%, • a step-by-step follow-up is proposed, particularly useful for beginner gardeners, • a progress bar visualizes the advancement of the crop cycle. This follow-up allows to estimate: • the probable start of the harvest period, • the evolution of the crop over time, in a simple and visual way. Plant The "Plant" mode is intended for plants already developed (plants from a greenhouse or purchased in a garden center). In this case: • the plant starts with a progression of about 30%, • the follow-up is immediately more advanced, • the estimation of the harvest period is adjusted consequently. Choice of date When planting, you can freely choose the date. This allows for example: • to fill in a planting carried out previously, • to correct a date if the application was not used at the time of sowing or planting. By default, the current date is used. Follow-up and history Each planting has: • a progression follow-up, • information on its life cycle, • crop stages, • personal notes. All actions (sowing, planting, care, harvesting) are automatically recorded in the garden history. 6 — Plant catalog The catalog brings together all the plants available when creating a planting. It constitutes an scalable reference base, designed to cover current uses while remaining customizable. Main functions: • simple and quick search, • recognition of common and scientific names, • display of photos when available. Custom plants You can create your own custom plants from: Settings → Plant catalog. It is then possible to: • create a new plant, • fill in the essential parameters (name, type, useful information), • add an image to facilitate identification. The custom plants are then usable like any other plant in the catalog. 7 — Calendar and tasks The calendar view The calendar displays: • planned tasks, • important plantings, • estimated harvest periods. Create a task From the calendar: • create a new task, • indicate a title, a date and a description, • choose a possible recurrence. The tasks can be associated with a garden or a plot. Task management You can: • modify a task, • delete it, • export it to share it. 8 — Activities and history This section constitutes the living memory of your gardens. Selection of a garden From the dashboard, long press a garden to select it. The active garden is highlighted by a light green halo and a confirmation banner. This selection allows to filter the displayed information. Recent activities The "Activities" tab displays chronologically: • creations, • plantings, • care, • harvests, • manual actions. History by garden The "History" tab presents the complete history of the selected garden, year after year. It allows in particular to: • find past plantings, • check if a plant has already been cultivated in a given place, • better organize crop rotation. 9 — Air weather and soil weather Air weather The air weather provides essential information: • outside temperature, • precipitation (rain, snow, no rain), • day / night alternation. This data helps to anticipate climatic risks and adapt interventions. Soil weather Sowing integrates a soil weather module. The user can fill in a measured temperature. From this data, the application dynamically estimates the evolution of the soil temperature over time. This information allows: • to know which plants are really cultivable at a given time, • to adjust sowing to real conditions rather than a theoretical calendar. Real-time weather on the dashboard A central ovoid-shaped module displays at a glance: • the state of the sky, • day or night, • the phase and position of the moon for the selected location. Time navigation By sliding your finger from left to right on the ovoid, you browse the forecasts hour by hour, up to more than 12 hours in advance. The temperature and precipitation adjust dynamically during the gesture. 10 — Recommendations Sowing can offer recommendations adapted to your situation. They rely on: • the season, • the weather, • the state of your plantings. Each recommendation specifies: • what to do, • when to act, • why the action is suggested. 11 — Export and sharing PDF Export — calendar and tasks The calendar tasks can be exported to PDF. This allows to: • share clear information, • transmit a planned intervention, • keep a readable and dated trace. Excel Export — harvests and statistics The harvest data can be exported in Excel format in order to: • analyze the results, • produce reports, • follow the evolution over time. Document sharing The generated documents can be shared via the applications available on your device (messaging, storage, transfer to a computer, etc.). 12 — Backup and best practices The data is stored locally on your device. Recommended best practices: • make a backup before a major update, • export your data regularly, • keep the application and the device up to date. 13 — Settings The Settings menu allows to adapt Sowing to your uses. You can notably: • choose the language, • select your location, • access the plant catalog, • customize the dashboard. Dashboard customization It is possible to: • reposition each module, • adjust the visual space, • change the background image, • import your own image (feature coming soon). Legal information From the settings, you can consult: • the user guide, • the privacy policy, • the terms of use. 14 — Frequently asked questions The touch zones are not well aligned Depending on the phone or display settings, some zones may seem shifted. An organic calibration mode allows to: • visualize the touch zones, • reposition them by sliding, • save the configuration for your device. Can I use Sowing without connection? Yes. Sowing works offline for the management of gardens, plantings, tasks and history. A connection is only used: • for the recovery of weather data, • during the export or sharing of documents. No other data is transmitted. 15 — Final remark Sowing is designed as a gardening companion: simple, lively and scalable. Take the time to observe, note and trust your experience as much as the tool.
de: 1 — Willkommen bei Sowing Sowing ist eine Anwendung, die Gärtner bei der lebendigen und konkreten Überwachung ihrer Kulturen unterstützt. Sie ermöglicht Ihnen: • Ihre Gärten und Beete zu organisieren, • Ihre Pflanzungen während ihres gesamten Lebenszyklus zu verfolgen, • Ihre Aufgaben zum richtigen Zeitpunkt zu planen, • eine Erinnerung an das zu behalten, was getan wurde, • das lokale Wetter und den Rhythmus der Jahreszeiten zu berücksichtigen. Die Anwendung funktioniert hauptsächlich offline und speichert Ihre Daten direkt auf Ihrem Gerät. Dieses Handbuch beschreibt die übliche Verwendung von Sowing: Erste Schritte, Erstellung von Gärten, Pflanzungen, Kalender, Wetter, Datenexport und bewährte Verfahren. 2 — Die Benutzeroberfläche verstehen Das Dashboard Beim Öffnen zeigt Sowing ein visuelles und organisches Dashboard an. Es hat die Form eines Hintergrundbildes, das von interaktiven Blasen animiert wird. Jede Blase bietet Zugriff auf eine wichtige Funktion der Anwendung: • Gärten, • Luftwetter, • Bodenwetter, • Kalender, • Aktivitäten, • Statistiken, • Einstellungen. Allgemeine Navigation Tippen Sie einfach auf eine Blase, um den entsprechenden Abschnitt zu öffnen. Innerhalb der Seiten finden Sie je nach Kontext: • Kontextmenüs, • „+“-Schaltflächen zum Hinzufügen eines Elements, • Bearbeitungs- oder Löschschaltflächen. 3 — Schnellstart Anwendung öffnen Beim Start wird das Dashboard automatisch angezeigt. Wetter konfigurieren Wählen Sie in den Einstellungen Ihren Standort. Diese Information ermöglicht es Sowing, ein an Ihren Garten angepasstes lokales Wetter anzuzeigen. Wenn kein Standort ausgewählt ist, wird ein Standardstandort verwendet. Ihren ersten Garten erstellen Bei der ersten Verwendung führt Sie Sowing automatisch durch die Erstellung Ihres ersten Gartens. Sie können einen Garten auch manuell über das Dashboard erstellen. Tippen Sie auf dem Hauptbildschirm auf das grüne Blatt im freiesten Bereich, rechts von den Statistiken und etwas darüber. Dieser bewusst diskrete Bereich ermöglicht es Ihnen, die Erstellung eines Gartens zu initiieren. Sie können bis zu fünf Gärten erstellen. Dieser Ansatz ist Teil des Sowing-Erlebnisses: Es gibt keine permanente und zentrale „+“-Schaltfläche. Die Anwendung lädt eher zur Erkundung und schrittweisen Entdeckung des Raumes ein. Die mit den Gärten verknüpften Bereiche sind auch über das Einstellungsmenü zugänglich. Organische Kalibrierung des Dashboards Ein organischer Kalibrierungsmodus ermöglicht: • die tatsächliche Position der interaktiven Zonen zu visualisieren, • sie durch einfaches Schieben des Fingers zu bewegen. Sie können Ihre Gärten und Module also genau dort auf dem Bild positionieren, wo Sie es möchten: oben, unten oder an der Stelle, die Ihnen am besten passt. Nach der Bestätigung wird diese Organisation gespeichert und in der Anwendung beibehalten. Ein Beet erstellen In einem Gartenblatt: • wählen Sie „Ein Beet hinzufügen“, • geben Sie seinen Namen, seine Fläche und ggf. einige Notizen an, • speichern Sie. Eine Pflanzung hinzufügen In einem Beet: • drücken Sie die „+“-Taste, • wählen Sie eine Pflanze aus dem Katalog, • geben Sie das Datum, die Menge und nützliche Informationen an, • bestätigen Sie. 4 — Das organische Dashboard Das Dashboard ist der zentrale Punkt von Sowing. Es ermöglicht: • einen Überblick über Ihre Aktivität zu haben, • schnell auf die Hauptfunktionen zuzugreifen, • intuitiv zu navigieren. Je nach Ihren Einstellungen können einige Blasen synthetische Informationen anzeigen, wie das Wetter oder anstehende Aufgaben. 5 — Gärten, Beete und Pflanzungen Die Gärten Ein Garten repräsentiert einen realen Ort: Gemüsegarten, Gewächshaus, Obstgarten, Balkon usw. Sie können: • mehrere Gärten erstellen, • ihre Informationen ändern, • sie bei Bedarf löschen. Die Beete Ein Beet ist eine genaue Zone innerhalb eines Gartens. Es ermöglicht, den Raum zu strukturieren, Kulturen zu organisieren und mehrere Pflanzungen am selben Ort zu gruppieren. Die Pflanzungen Eine Pflanzung entspricht der Einführung einer Pflanze in ein Beet zu einem bestimmten Zeitpunkt. Beim Erstellen einer Pflanzung bietet Sowing zwei Modi an. Säen Der Modus „Säen“ entspricht dem Einbringen eines Samens in den Boden. In diesem Fall: • beginnt der Fortschritt bei 0 %, • wird eine schrittweise Nachverfolgung vorgeschlagen, besonders nützlich für Gartenanfänger, • visualisiert ein Fortschrittsbalken den Fortschritt des Kulturzyklus. Diese Nachverfolgung ermöglicht die Schätzung: • des wahrscheinlichen Beginns der Erntezeit, • der Entwicklung der Kultur im Laufe der Zeit auf einfache und visuelle Weise. Pflanzen Der Modus „Pflanzen“ ist für bereits entwickelte Pflanzen gedacht (Pflanzen aus einem Gewächshaus oder in einem Gartencenter gekauft). In diesem Fall: • beginnt die Pflanze mit einem Fortschritt von ca. 30 %, • ist die Nachverfolgung sofort fortgeschrittener, • wird die Schätzung der Erntezeit entsprechend angepasst. Wahl des Datums Beim Pflanzen können Sie das Datum frei wählen. Dies ermöglicht zum Beispiel: • eine zuvor durchgeführte Pflanzung einzutragen, • ein Datum zu korrigieren, wenn die Anwendung zum Zeitpunkt der Aussaat oder Pflanzung nicht verwendet wurde. Standardmäßig wird das aktuelle Datum verwendet. Nachverfolgung und Verlauf Jede Pflanzung hat: • eine Fortschrittsnachverfolgung, • Informationen zu ihrem Lebenszyklus, • Kulturphasen, • persönliche Notizen. Alle Aktionen (Aussaat, Pflanzung, Pflege, Ernte) werden automatisch im Gartenverlauf aufgezeichnet. 6 — Pflanzenkatalog Der Katalog fasst alle beim Erstellen einer Pflanzung verfügbaren Pflanzen zusammen. Er stellt eine skalierbare Referenzbasis dar, die so konzipiert ist, dass sie aktuelle Verwendungen abdeckt und gleichzeitig anpassbar bleibt. Hauptfunktionen: • einfache und schnelle Suche, • Erkennung von gebräuchlichen und wissenschaftlichen Namen, • Anzeige von Fotos, wenn verfügbar. Benutzerdefinierte Pflanzen Sie können Ihre eigenen benutzerdefinierten Pflanzen erstellen unter: Einstellungen → Pflanzenkatalog. Es ist dann möglich: • eine neue Pflanze zu erstellen, • die wesentlichen Parameter (Name, Typ, nützliche Informationen) auszufüllen, • ein Bild hinzuzufügen, um die Identifizierung zu erleichtern. Die benutzerdefinierten Pflanzen sind dann wie jede andere Pflanze im Katalog verwendbar. 7 — Kalender und Aufgaben Die Kalenderansicht Der Kalender zeigt an: • geplante Aufgaben, • wichtige Pflanzungen, • geschätzte Erntezeiten. Eine Aufgabe erstellen Vom Kalender aus: • erstellen Sie eine neue Aufgabe, • geben Sie einen Titel, ein Datum und eine Beschreibung an, • wählen Sie eine mögliche Wiederholung. Die Aufgaben können mit einem Garten oder einem Beet verknüpft werden. Aufgabenverwaltung Sie können: • eine Aufgabe ändern, • sie löschen, • sie exportieren, um sie zu teilen. 8 — Aktivitäten und Verlauf Dieser Abschnitt stellt das lebendige Gedächtnis Ihrer Gärten dar. Auswahl eines Gartens Drücken Sie vom Dashboard aus lange auf einen Garten, um ihn auszuwählen. Der aktive Garten wird durch einen hellgrünen Heiligenschein und ein Bestätigungsbanner hervorgehoben. Diese Auswahl ermöglicht das Filtern der angezeigten Informationen. Kürzliche Aktivitäten Der Reiter „Aktivitäten“ zeigt chronologisch an: • Erstellungen, • Pflanzungen, • Pflege, • Ernten, • manuelle Aktionen. Verlauf nach Garten Der Reiter „Verlauf“ präsentiert den vollständigen Verlauf des ausgewählten Gartens Jahr für Jahr. Er ermöglicht insbesondere: • vergangene Pflanzungen zu finden, • zu überprüfen, ob eine Pflanze bereits an einem bestimmten Ort angebaut wurde, • die Fruchtfolge besser zu organisieren. 9 — Luftwetter und Bodenwetter Luftwetter Das Luftwetter liefert wesentliche Informationen: • Außentemperatur, • Niederschläge (Regen, Schnee, kein Regen), • Tag-/Nachtwechsel. Diese Daten helfen, klimatische Risiken zu antizipieren und Interventionen anzupassen. Bodenwetter Sowing integriert ein Bodenwettermodul. Der Benutzer kann eine gemessene Temperatur eingeben. Aus diesen Daten schätzt die Anwendung dynamisch die Entwicklung der Bodentemperatur im Laufe der Zeit. Diese Information ermöglicht: • zu wissen, welche Pflanzen zu einem bestimmten Zeitpunkt wirklich anbaubar sind, • die Aussaat an die realen Bedingungen anzupassen statt an einen theoretischen Kalender. Echtzeitwetter auf dem Dashboard Ein zentrales, eiförmiges Modul zeigt auf einen Blick: • den Himmelszustand, • Tag oder Nacht, • die Phase und Position des Mondes für den ausgewählten Standort. Zeitnavigation Indem Sie Ihren Finger von links nach rechts über das Ei gleiten lassen, durchsuchen Sie die Vorhersagen stundenweise, bis zu mehr als 12 Stunden im Voraus. Temperatur und Niederschlag passen sich während der Geste dynamisch an. 10 — Empfehlungen Sowing kann Empfehlungen anbieten, die an Ihre Situation angepasst sind. Sie stützen sich auf: • die Jahreszeit, • das Wetter, • den Zustand Ihrer Pflanzungen. Jede Empfehlung gibt an: • was zu tun ist, • wann zu handeln ist, • warum die Aktion vorgeschlagen wird. 11 — Export und Teilen PDF-Export — Kalender und Aufgaben Die Kalenderaufgaben können als PDF exportiert werden. Dies ermöglicht: • klare Informationen zu teilen, • eine geplante Intervention zu übermitteln, • eine lesbare und datierte Spur zu behalten. Excel-Export — Ernten und Statistiken Die Erntedaten können im Excel-Format exportiert werden, um: • die Ergebnisse zu analysieren, • Berichte zu erstellen, • die Entwicklung im Laufe der Zeit zu verfolgen. Dokumentfreigabe Die generierten Dokumente können über die auf Ihrem Gerät verfügbaren Anwendungen (Messaging, Speicher, Übertragung auf einen Computer usw.) geteilt werden. 12 — Sicherung und bewährte Verfahren Die Daten werden lokal auf Ihrem Gerät gespeichert. Empfohlene bewährte Verfahren: • vor einem größeren Update eine Sicherung durchführen, • Ihre Daten regelmäßig exportieren, • die Anwendung und das Gerät auf dem neuesten Stand halten. 13 — Einstellungen Das Einstellungsmenü ermöglicht es, Sowing an Ihre Nutzungen anzupassen. Sie können insbesondere: • die Sprache wählen, • Ihren Standort auswählen, • auf den Pflanzenkatalog zugreifen, • das Dashboard anpassen. Dashboard-Anpassung Es ist möglich: • jedes Modul neu zu positionieren, • den visuellen Raum anzupassen, • das Hintergrundbild zu ändern, • Ihr eigenes Bild zu importieren (Funktion kommt bald). Rechtliche Informationen In den Einstellungen können Sie einsehen: • das Benutzerhandbuch, • die Datenschutzrichtlinie, • die Nutzungsbedingungen. 14 — Häufig gestellte Fragen Die Touch-Zonen sind nicht gut ausgerichtet Je nach Telefon oder Anzeigeeinstellungen können einige Zonen verschoben erscheinen. Ein organischer Kalibrierungsmodus ermöglicht: • die Touch-Zonen zu visualisieren, • sie durch Schieben neu zu positionieren, • die Konfiguration für Ihr Gerät zu speichern. Kann ich Sowing ohne Verbindung nutzen? Ja. Sowing funktioniert offline für die Verwaltung von Gärten, Pflanzungen, Aufgaben und Verlauf. Eine Verbindung wird nur verwendet: • für den Abruf von Wetterdaten, • beim Export oder Teilen von Dokumenten. Es werden keine anderen Daten übertragen. 15 — Schlussbemerkung Sowing ist als Gartenbegleiter konzipiert: einfach, lebendig und skalierbar. Nehmen Sie sich die Zeit zu beobachten, zu notieren und vertrauen Sie Ihrer Erfahrung genauso wie dem Werkzeug.
es: 1 — Bienvenido a Sowing Sowing es una aplicación diseñada para apoyar a los jardineros en el seguimiento animado y concreto de sus cultivos. Le permite: • organizar sus jardines y parcelas, • seguir sus plantaciones a lo largo de su ciclo de vida, • planificar sus tareas en el momento adecuado, • mantener un recuerdo de lo que se ha hecho, • tener en cuenta el clima local y el ritmo de las estaciones. La aplicación funciona principalmente sin conexión y mantiene sus datos directamente en su dispositivo. Este manual describe el uso común de Sowing: primeros pasos, creación de jardines, plantaciones, calendario, clima, exportación de datos y mejores prácticas. 2 — Comprendiendo la interfaz El tablero Al abrir, Sowing muestra un tablero visual y orgánico. Toma la forma de una imagen de fondo animada por burbujas interactivas. Cada burbuja da acceso a una función principal de la aplicación: • jardines, • clima aéreo, • clima del suelo, • calendario, • actividades, • estadísticas, • ajustes. Navegación general Simplemente toque una burbuja para abrir la sección correspondiente. Dentro de las páginas, encontrará dependiendo del contexto: • menús contextuales, • botones "+" para añadir un elemento, • botones de edición o eliminación. 3 — Inicio rápido Abrir la aplicación Al iniciar, el tablero se muestra automáticamente. Configurar el clima En los ajustes, elija su ubicación. Esta información permite a Sowing mostrar el clima local adaptado a su jardín. Si no se selecciona ninguna ubicación, se utiliza una predeterminada. Crear su primer jardín Al usar por primera vez, Sowing le guía automáticamente para crear su primer jardín. También puede crear un jardín manualmente desde el tablero. En la pantalla principal, toque la hoja verde ubicada en el área más libre, a la derecha de las estadísticas y ligeramente arriba. Esta área deliberadamente discreta le permite iniciar la creación de un jardín. Puede crear hasta cinco jardines. Este enfoque es parte de la experiencia Sowing: no hay un botón "+" permanente y central. La aplicación invita más bien a la exploración y el descubrimiento progresivo del espacio. Las áreas vinculadas a los jardines también son accesibles desde el menú Ajustes. Calibración orgánica del tablero Un modo de calibración orgánica permite: • visualizar la ubicación real de las zonas interactivas, • moverlas simplemente deslizando el dedo. Así puede posicionar sus jardines y módulos exactamente donde quiera en la imagen: arriba, abajo o en el lugar que mejor le convenga. Una vez validada, esta organización se guarda y se mantiene en la aplicación. Crear una parcela En una ficha de jardín: • elija "Añadir una parcela", • indique su nombre, su área y, si es necesario, algunas notas, • guarde. Añadir una plantación En una parcela: • presione el botón "+", • elija una planta del catálogo, • indique la fecha, la cantidad e información útil, • valide. 4 — El tablero orgánico El tablero es el punto central de Sowing. Permite: • tener una visión general de su actividad, • acceder rápidamente a las funciones principales, • navegar intuitivamente. Dependiendo de sus ajustes, algunas burbujas pueden mostrar información sintética, como el clima o las tareas próximas. 5 — Jardines, parcelas y plantaciones Los jardines Un jardín representa un lugar real: huerto, invernadero, huerto frutal, balcón, etc. Puede: • crear varios jardines, • modificar su información, • eliminarlos si es necesario. Las parcelas Una parcela es una zona precisa dentro de un jardín. Permite estructurar el espacio, organizar cultivos y agrupar varias plantaciones en el mismo lugar. Las plantaciones Una plantación corresponde a la introducción de una planta en una parcela, en una fecha dada. Al crear una plantación, Sowing ofrece dos modos. Sembrar El modo "Sembrar" corresponde a poner una semilla en la tierra. En este caso: • el progreso comienza en 0%, • se propone un seguimiento paso a paso, particularmente útil para jardineros principiantes, • una barra de progreso visualiza el avance del ciclo de cultivo. Este seguimiento permite estimar: • el inicio probable del período de cosecha, • la evolución del cultivo a lo largo del tiempo, de una manera simple y visual. Plantar El modo "Plantar" está destinado a plantas ya desarrolladas (plantas de un invernadero o compradas en un centro de jardinería). En este caso: • la planta comienza con un progreso de aproximadamente 30%, • el seguimiento es inmediatamente más avanzado, • la estimación del período de cosecha se ajusta en consecuencia. Elección de fecha Al plantar, puede elegir libremente la fecha. Esto permite por ejemplo: • rellenar una plantación realizada anteriormente, • corregir una fecha si la aplicación no se usó en el momento de la siembra o plantación. Por defecto, se utiliza la fecha actual. Seguimiento e historial Cada plantación tiene: • un seguimiento de progreso, • información sobre su ciclo de vida, • etapas de cultivo, • notas personales. Todas las acciones (siembra, plantación, cuidado, cosecha) se registran automáticamente en el historial del jardín. 6 — Catálogo de plantas El catálogo reúne todas las plantas disponibles al crear una plantación. Constituye una base de referencia escalable, diseñada para cubrir usos actuales mientras permanece personalizable. Funciones principales: • búsqueda simple y rápida, • reconocimiento de nombres comunes y científicos, • visualización de fotos cuando están disponibles. Plantas personalizadas Puede crear sus propias plantas personalizadas desde: Ajustes → Catálogo de plantas. Entonces es posible: • crear una nueva planta, • rellenar los parámetros esenciales (nombre, tipo, información útil), • añadir una imagen para facilitar la identificación. Las plantas personalizadas son entonces utilizables como cualquier otra planta en el catálogo. 7 — Calendario y tareas La vista de calendario El calendario muestra: • tareas planificadas, • plantaciones importantes, • períodos de cosecha estimados. Crear una tarea Desde el calendario: • cree una nueva tarea, • indique un título, una fecha y una descripción, • elija una posible recurrencia. Las tareas pueden asociarse con un jardín o una parcela. Gestión de tareas Puede: • modificar una tarea, • eliminarla, • exportarla para compartirla. 8 — Actividades e historial Esta sección constituye la memoria viva de sus jardines. Selección de un jardín Desde el tablero, mantenga presionado un jardín para seleccionarlo. El jardín activo se resalta con un halo verde claro y un banner de confirmación. Esta selección permite filtrar la información mostrada. Actividades recientes La pestaña "Actividades" muestra cronológicamente: • creaciones, • plantaciones, • cuidados, • cosechas, • acciones manuales. Historial por jardín La pestaña "Historial" presenta el historial completo del jardín seleccionado, año tras año. Permite en particular: • encontrar plantaciones pasadas, • verificar si una planta ya se ha cultivado en un lugar dado, • organizar mejor la rotación de cultivos. 9 — Clima aéreo y clima del suelo Clima aéreo El clima aéreo proporciona información esencial: • temperatura exterior, • precipitaciones (lluvia, nieve, sin lluvia), • alternancia día / noche. Estos datos ayudan a anticipar riesgos climáticos y adaptar intervenciones. Clima del suelo Sowing integra un módulo de clima del suelo. El usuario puede rellenar una temperatura medida. A partir de estos datos, la aplicación estima dinámicamente la evolución de la temperatura del suelo a lo largo del tiempo. Esta información permite: • saber qué plantas son realmente cultivables en un momento dado, • ajustar la siembra a las condiciones reales en lugar de un calendario teórico. Clima en tiempo real en el tablero Un módulo central en forma de ovoide muestra de un vistazo: • el estado del cielo, • día o noche, • la fase y posición de la luna para la ubicación seleccionada. Navegación en el tiempo Deslizando el dedo de izquierda a derecha sobre el ovoide, navega por las previsiones hora por hora, hasta más de 12 horas por adelantado. La temperatura y las precipitaciones se ajustan dinámicamente durante el gesto. 10 — Recomendaciones Sowing puede ofrecer recomendaciones adaptadas a su situación. Se basan en: • la temporada, • el clima, • el estado de sus plantaciones. Cada recomendación especifica: • qué hacer, • cuándo actuar, • por qué se sugiere la acción. 11 — Exportación y uso compartido Exportación PDF — calendario y tareas Las tareas del calendario se pueden exportar a PDF. Esto permite: • compartir información clara, • transmitir una intervención planificada, • mantener un rastro legible y fechado. Exportación Excel — cosechas y estadísticas Los datos de cosecha se pueden exportar en formato Excel para: • analizar los resultados, • producir informes, • seguir la evolución a lo largo del tiempo. Uso compartido de documentos Los documentos generados se pueden compartir a través de las aplicaciones disponibles en su dispositivo (mensajería, almacenamiento, transferencia a una computadora, etc.). 12 — Copia de seguridad y mejores prácticas Los datos se almacenan localmente en su dispositivo. Mejores prácticas recomendadas: • haga una copia de seguridad antes de una actualización importante, • exporte sus datos regularmente, • mantenga la aplicación y el dispositivo actualizados. 13 — Ajustes El menú Ajustes permite adaptar Sowing a sus usos. Puede notablemente: • elegir el idioma, • seleccionar su ubicación, • acceder al catálogo de plantas, • personalizar el tablero. Personalización del tablero Es posible: • reposicionar cada módulo, • ajustar el espacio visual, • cambiar la imagen de fondo, • importar su propia imagen (función próximamente). Información legal Desde los ajustes, puede consultar: • la guía de usuario, • la política de privacidad, • las condiciones de uso. 14 — Preguntas frecuentes Las zonas táctiles no están bien alineadas Dependiendo del teléfono o los ajustes de pantalla, algunas zonas pueden parecer desplazadas. Un modo de calibración orgánica permite: • visualizar las zonas táctiles, • reposicionarlas deslizándolas, • guardar la configuración para su dispositivo. ¿Puedo usar Sowing sin conexión? Sí. Sowing funciona sin conexión para la gestión de jardines, plantaciones, tareas e historial. Solo se utiliza una conexión: • para la recuperación de datos meteorológicos, • durante la exportación o uso compartido de documentos. No se transmiten otros datos. 15 — Observación final Sowing está diseñado como un compañero de jardinería: simple, vivo y escalable. Tómese el tiempo para observar, anotar y confiar en su experiencia tanto como en la herramienta.
fr: 1 — Bienvenue dans Sowing Sowing est une application pensée pour accompagner les jardiniers et jardinières dans le suivi vivant et concret de leurs cultures. Elle vous permet de : • organiser vos jardins et vos parcelles, • suivre vos plantations tout au long de leur cycle de vie, • planifier vos tâches au bon moment, • conserver la mémoire de ce qui a été fait, • prendre en compte la météo locale et le rythme des saisons. L’application fonctionne principalement hors ligne et conserve vos données directement sur votre appareil. Cette notice décrit l’utilisation courante de Sowing : prise en main, création des jardins, plantations, calendrier, météo, export des données et bonnes pratiques. 2 — Comprendre l’interface Le tableau de bord À l’ouverture, Sowing affiche un tableau de bord visuel et organique. Il se présente sous la forme d’une image de fond animée par des bulles interactives. Chaque bulle donne accès à une grande fonction de l’application : • jardins, • météo de l’air, • météo du sol, • calendrier, • activités, • statistiques, • paramètres. Navigation générale Il suffit de toucher une bulle pour ouvrir la section correspondante. À l’intérieur des pages, vous trouverez selon les contextes : • des menus contextuels, • des boutons « + » pour ajouter un élément, • des boutons d’édition ou de suppression. 3 — Démarrage rapide Ouvrir l’application Au lancement, le tableau de bord s’affiche automatiquement. Configurer la météo Dans les paramètres, choisissez votre commune. Cette information permet à Sowing d’afficher une météo locale adaptée à votre jardin. Si aucune commune n’est sélectionnée, une localisation par défaut est utilisée. Créer votre premier jardin Lors de la première utilisation, Sowing vous guide automatiquement pour créer votre premier jardin. Vous pouvez également créer un jardin manuellement depuis le tableau de bord. Sur l’écran principal, touchez la feuille verte située dans la zone la plus libre, à droite des statistiques et légèrement au‑dessus. Cette zone volontairement discrète permet d’initier la création d’un jardin. Vous pouvez créer jusqu’à cinq jardins. Cette approche fait partie de l’expérience Sowing : il n’existe pas de bouton « + » permanent et central. L’application invite plutôt à l’exploration et à la découverte progressive de l’espace. Les zones liées aux jardins sont également accessibles depuis le menu Paramètres. Calibration organique du tableau de bord Un mode de calibration organique permet : • de visualiser l’emplacement réel des zones interactives, • de les déplacer par simple glissement du doigt. Vous pouvez ainsi positionner vos jardins et modules exactement où vous le souhaitez sur l’image : en haut, en bas ou à l’endroit qui vous convient le mieux. Une fois validée, cette organisation est enregistrée et conservée dans l’application. Créer une parcelle Dans la fiche d’un jardin : • choisissez « Ajouter une parcelle », • indiquez son nom, sa surface et, si besoin, quelques notes, • enregistrez. Ajouter une plantation Dans une parcelle : • appuyez sur le bouton « + », • choisissez une plante dans le catalogue, • indiquez la date, la quantité et les informations utiles, • validez. 4 — Le tableau de bord organique Le tableau de bord est le point central de Sowing. Il permet : • d’avoir une vue d’ensemble de votre activité, • d’accéder rapidement aux fonctions principales, • de naviguer de manière intuitive. Selon vos réglages, certaines bulles peuvent afficher des informations synthétiques, comme la météo ou les tâches à venir. 5 — Jardins, parcelles et plantations Les jardins Un jardin représente un lieu réel : potager, serre, verger, balcon, etc. Vous pouvez : • créer plusieurs jardins, • modifier leurs informations, • les supprimer si nécessaire. Les parcelles Une parcelle est une zone précise à l’intérieur d’un jardin. Elle permet de structurer l’espace, d’organiser les cultures et de regrouper plusieurs plantations au même endroit. Les plantations Une plantation correspond à l’introduction d’une plante dans une parcelle, à une date donnée. Lors de la création d’une plantation, Sowing propose deux modes. Semer Le mode « Semer » correspond à la mise en terre d’une graine. Dans ce cas : • la progression démarre à 0 %, • un suivi pas à pas est proposé, particulièrement utile pour les jardiniers débutants, • une barre de progression visualise l’avancement du cycle de culture. Ce suivi permet d’estimer : • le début probable de la période de récolte, • l’évolution de la culture dans le temps, de manière simple et visuelle. Planter Le mode « Planter » est destiné aux plants déjà développés (plants issus d’une serre ou achetés en jardinerie). Dans ce cas : • la plante démarre avec une progression d’environ 30 %, • le suivi est immédiatement plus avancé, • l’estimation de la période de récolte est ajustée en conséquence. Choix de la date Lors de la plantation, vous pouvez choisir librement la date. Cela permet par exemple : • de renseigner une plantation réalisée auparavant, • de corriger une date si l’application n’était pas utilisée au moment du semis ou de la plantation. Par défaut, la date du jour est utilisée. Suivi et historique Chaque plantation dispose : • d’un suivi de progression, • d’informations sur son cycle de vie, • d’étapes de culture, • de notes personnelles. Toutes les actions (semis, plantation, soins, récoltes) sont automatiquement enregistrées dans l’historique du jardin. 6 — Catalogue de plantes Le catalogue regroupe l’ensemble des plantes disponibles lors de la création d’une plantation. Il constitue une base de référence évolutive, pensée pour couvrir les usages courants tout en restant personnalisable. Fonctions principales : • recherche simple et rapide, • reconnaissance des noms courants et scientifiques, • affichage de photos lorsque disponibles. Plantes personnalisées Vous pouvez créer vos propres plantes personnalisées depuis : Paramètres → Catalogue de plantes. Il est alors possible de : • créer une nouvelle plante, • renseigner les paramètres essentiels (nom, type, informations utiles), • ajouter une image pour faciliter l’identification. Les plantes personnalisées sont ensuite utilisables comme n’importe quelle autre plante du catalogue. 7 — Calendrier et tâches La vue calendrier Le calendrier affiche : • les tâches prévues, • les plantations importantes, • les périodes de récolte estimées. Créer une tâche Depuis le calendrier : • créez une nouvelle tâche, • indiquez un titre, une date et une description, • choisissez une éventuelle récurrence. Les tâches peuvent être associées à un jardin ou à une parcelle. Gestion des tâches Vous pouvez : • modifier une tâche, • la supprimer, • l’exporter pour la partager. 8 — Activités et historique Cette section constitue la mémoire vivante de vos jardins. Sélection d’un jardin Depuis le tableau de bord, effectuez un appui long sur un jardin pour le sélectionner. Le jardin actif est mis en évidence par une légère auréole verte et un bandeau de confirmation. Cette sélection permet de filtrer les informations affichées. Activités récentes L’onglet « Activités » affiche chronologiquement : • créations, • plantations, • soins, • récoltes, • actions manuelles. Historique par jardin L’onglet « Historique » présente l’historique complet du jardin sélectionné, année après année. Il permet notamment de : • retrouver les plantations passées, • vérifier si une plante a déjà été cultivée à un endroit donné, • mieux organiser la rotation des cultures. 9 — Météo de l’air et météo du sol Météo de l’air La météo de l’air fournit les informations essentielles : • température extérieure, • précipitations (pluie, neige, absence de pluie), • alternance jour / nuit. Ces données aident à anticiper les risques climatiques et à adapter les interventions. Météo du sol Sowing intègre un module de météo du sol. L’utilisateur peut renseigner une température mesurée. À partir de cette donnée, l’application estime dynamiquement l’évolution de la température du sol dans le temps. Cette information permet : • de savoir quelles plantes sont réellement cultivables à un instant donné, • d’ajuster les semis aux conditions réelles plutôt qu’à un calendrier théorique. Météo en temps réel sur le tableau de bord Un module central en forme d’ovoïde affiche en un coup d’œil : • l’état du ciel, • le jour ou la nuit, • la phase et la position de la lune pour la commune sélectionnée. Navigation dans le temps En faisant glisser le doigt de gauche à droite sur l’ovoïde, vous parcourez les prévisions heure par heure, jusqu’à plus de 12 heures à l’avance. La température et les précipitations s’ajustent dynamiquement pendant le geste. 10 — Recommandations Sowing peut proposer des recommandations adaptées à votre situation. Elles s’appuient sur : • la saison, • la météo, • l’état de vos plantations. Chaque recommandation précise : • quoi faire, • quand agir, • pourquoi l’action est suggérée. 11 — Export et partage Export PDF — calendrier et tâches Les tâches du calendrier peuvent être exportées en PDF. Cela permet de : • partager une information claire, • transmettre une intervention prévue, • conserver une trace lisible et datée. Export Excel — récoltes et statistiques Les données de récolte peuvent être exportées au format Excel afin de : • analyser les résultats, • produire des bilans, • suivre l’évolution dans le temps. Partage des documents Les documents générés peuvent être partagés via les applications disponibles sur votre appareil (messagerie, stockage, transfert vers un ordinateur, etc.). 12 — Sauvegarde et bonnes pratiques Les données sont stockées localement sur votre appareil. Bonnes pratiques recommandées : • effectuer une sauvegarde avant une mise à jour importante, • exporter régulièrement vos données, • maintenir l’application et l’appareil à jour. 13 — Paramètres Le menu Paramètres permet d’adapter Sowing à vos usages. Vous pouvez notamment : • choisir la langue, • sélectionner votre commune, • accéder au catalogue de plantes, • personnaliser le tableau de bord. Personnalisation du tableau de bord Il est possible de : • repositionner chaque module, • ajuster l’espace visuel, • changer l’image de fond, • importer votre propre image (fonctionnalité à venir). Informations légales Depuis les paramètres, vous pouvez consulter : • le guide d’utilisation, • la politique de confidentialité, • les conditions d’utilisation. 14 — Questions fréquentes Les zones tactiles ne sont pas bien alignées Selon le téléphone ou les réglages d’affichage, certaines zones peuvent sembler décalées. Un mode de calibration organique permet de : • visualiser les zones tactiles, • les repositionner par glissement, • enregistrer la configuration pour votre appareil. Puis‑je utiliser Sowing sans connexion ? Oui. Sowing fonctionne hors ligne pour la gestion des jardins, plantations, tâches et historique. Une connexion est uniquement utilisée : • pour la récupération des données météo, • lors de l’export ou du partage de documents. Aucune autre donnée n’est transmise. 15 — Remarque finale Sowing est conçu comme un compagnon de jardinage : simple, vivant et évolutif. Prenez le temps d’observer, de noter et de faire confiance à votre expérience autant qu’à l’outil.
it: 1 — Benvenuto in Sowing Sowing è un'applicazione progettata per supportare i giardinieri nel monitoraggio vivo e concreto delle loro colture. Ti permette di: • organizzare i tuoi giardini e aiuole, • seguire le tue piantagioni durante il loro ciclo di vita, • pianificare i tuoi compiti al momento giusto, • mantenere un ricordo di ciò che è stato fatto, • tenere conto del meteo locale e del ritmo delle stagioni. L'applicazione funziona principalmente offline e conserva i tuoi dati direttamente sul tuo dispositivo. Questo manuale descrive l'uso comune di Sowing: primi passi, creazione di giardini, piantagioni, calendario, meteo, esportazione dati e buone pratiche. 2 — Comprendere l'interfaccia La dashboard All'apertura, Sowing mostra una dashboard visiva e organica. Prende la forma di un'immagine di sfondo animata da bolle interattive. Ogni bolla dà accesso a una funzione principale dell'applicazione: • giardini, • meteo dell'aria, • meteo del suolo, • calendario, • attività, • statistiche, • impostazioni. Navigazione generale Tocca semplicemente una bolla per aprire la sezione corrispondente. All'interno delle pagine, troverai a seconda del contesto: • menu contestuali, • pulsanti "+" per aggiungere un elemento, • pulsanti di modifica o eliminazione. 3 — Avvio rapido Aprire l'applicazione All'avvio, la dashboard viene visualizzata automaticamente. Configurare il meteo Nelle impostazioni, scegli la tua posizione. Questa informazione consente a Sowing di visualizzare il meteo locale adattato al tuo giardino. Se nessuna posizione è selezionata, ne viene usata una predefinita. Creare il tuo primo giardino Al primo utilizzo, Sowing ti guida automaticamente per creare il tuo primo giardino. Puoi anche creare un giardino manualmente dalla dashboard. Nella schermata principale, tocca la foglia verde situata nell'area più libera, a destra delle statistiche e leggermente in alto. Questa zona deliberatamente discreta ti permette di avviare la creazione di un giardino. Puoi creare fino a cinque giardini. Questo approccio fa parte dell'esperienza Sowing: non c'è un pulsante "+" permanente e centrale. L'applicazione invita piuttosto all'esplorazione e alla scoperta progressiva dello spazio. Le aree collegate ai giardini sono accessibili anche dal menu Impostazioni. Calibrazione organica della dashboard Una modalità di calibrazione organica permette: • visualizzare la posizione reale delle zone interattive, • spostarle semplicemente facendo scorrere il dito. Puoi quindi posizionare i tuoi giardini e moduli esattamente dove vuoi sull'immagine: in alto, in basso o nel posto che più ti aggrada. Una volta convalidata, questa organizzazione viene salvata e mantenuta nell'applicazione. Creare un'aiuola In una scheda giardino: • scegli "Aggiungi un'aiuola", • indica il suo nome, la sua area e, se necessario, alcune note, • salva. Aggiungere una piantagione In un'aiuola: • premi il pulsante "+", • scegli una pianta dal catalogo, • indica la data, la quantità e informazioni utili, • convalida. 4 — La dashboard organica La dashboard è il punto centrale di Sowing. Permette: • avere una panoramica della tua attività, • accedere rapidamente alle funzioni principali, • navigare intuitivamente. A seconda delle tue impostazioni, alcune bolle possono visualizzare informazioni sintetiche, come il meteo o le attività imminenti. 5 — Giardini, aiuole e piantagioni I giardini Un giardino rappresenta un luogo reale: orto, serra, frutteto, balcone, ecc. Puoi: • creare diversi giardini, • modificare le loro informazioni, • eliminarli se necessario. Le aiuole Un'aiuola è una zona precisa all'interno di un giardino. Permette di strutturare lo spazio, organizzare le colture e raggruppare diverse piantagioni nello stesso luogo. Le piantagioni Una piantagione corrisponde all'introduzione di una pianta in un'aiuola, in una data determinata. Quando crei una piantagione, Sowing offre due modalità. Seminare La modalità "Seminare" corrisponde a mettere un seme nel terreno. In questo caso: • il progresso inizia allo 0%, • viene proposto un monitoraggio passo dopo passo, particolarmente utile per i giardinieri principianti, • una barra di avanzamento visualizza il progresso del ciclo colturale. Questo monitoraggio permette di stimare: • l'inizio probabile del periodo di raccolta, • l'evoluzione della coltura nel tempo, in modo semplice e visivo. Piantare La modalità "Piantare" è destinata a piante già sviluppate (piante da una serra o acquistate in un vivaio). In questo caso: • la pianta inizia con un progresso di circa il 30%, • il monitoraggio è immediatamente più avanzato, • la stima del periodo di raccolta viene adattata di conseguenza. Scelta della data Quando pianti, puoi scegliere liberamente la data. Questo permette ad esempio: • riempire una piantagione effettuata in precedenza, • correggere una data se l'applicazione non è stata utilizzata al momento della semina o piantagione. Per impostazione predefinita, viene utilizzata la data corrente. Monitoraggio e cronologia Ogni piantagione ha: • un monitoraggio del progresso, • informazioni sul suo ciclo vitale, • fasi colturali, • note personali. Tutte le azioni (semina, piantagione, cura, raccolta) vengono registrate automaticamente nella cronologia del giardino. 6 — Catalogo piante Il catalogo raccoglie tutte le piante disponibili durante la creazione di una piantagione. Costituisce una base di riferimento scalabile, progettata per coprire gli usi attuali pur rimanendo personalizzabile. Funzioni principali: • ricerca semplice e rapida, • riconoscimento di nomi comuni e scientifici, • visualizzazione di foto quando disponibili. Piante personalizzate Puoi creare le tue piante personalizzate da: Impostazioni → Catalogo piante. È quindi possibile: • creare una nuova pianta, • riempire i parametri essenziali (nome, tipo, informazioni utili), • aggiungere un'immagine per facilitare l'identificazione. Le piante personalizzate sono quindi utilizzabili come qualsiasi altra pianta nel catalogo. 7 — Calendario e attività La vista calendario Il calendario visualizza: • attività pianificate, • piantagioni importanti, • periodi di raccolta stimati. Creare un'attività Dal calendario: • crea una nuova attività, • indica un titolo, una data e una descrizione, • scegli una possibile ricorrenza. Le attività possono essere associate a un giardino o a un'aiuola. Gestione delle attività Puoi: • modificare un'attività, • eliminarla, • esportarla per condividerla. 8 — Attività e cronologia Questa sezione costituisce la memoria viva dei tuoi giardini. Selezione di un giardino Dalla dashboard, tieni premuto su un giardino per selezionarlo. Il giardino attivo è evidenziato con un alone verde chiaro e un banner di conferma. Questa selezione permette di filtrare le informazioni visualizzate. Attività recenti La scheda "Attività" visualizza cronologicamente: • creazioni, • piantagioni, • cure, • raccolti, • azioni manuali. Cronologia per giardino La scheda "Cronologia" presenta la cronologia completa del giardino selezionato, anno dopo anno. Permette in particolare: • trovare piantagioni passate, • verificare se una pianta è già stata coltivata in un determinato luogo, • organizzare meglio la rotazione delle colture. 9 — Meteo dell'aria e meteo del suolo Meteo dell'aria Il meteo dell'aria fornisce informazioni essenziali: • temperatura esterna, • precipitazioni (pioggia, neve, nessuna pioggia), • alternanza giorno / notte. Questi dati aiutano ad anticipare i rischi climatici e ad adattare gli interventi. Meteo del suolo Sowing integra un modulo meteo del suolo. L'utente può inserire una temperatura misurata. Da questi dati, l'applicazione stima dinamicamente l'evoluzione della temperatura del suolo nel tempo. Questa informazione permette: • sapere quali piante sono realmente coltivabili in un dato momento, • adattare la semina alle condizioni reali invece che a un calendario teorico. Meteo in tempo reale sulla dashboard Un modulo centrale a forma di uovo mostra a colpo d'occhio: • lo stato del cielo, • giorno o notte, • la fase e posizione della luna per la località selezionata. Navigazione nel tempo Facendo scorrere il dito da sinistra a destra sull'uovo, navighi attraverso le previsioni ora per ora, fino a più di 12 ore in anticipo. La temperatura e le precipitazioni si adattano dinamicamente durante il gesto. 10 — Raccomandazioni Sowing può offrire raccomandazioni adattate alla tua situazione. Si basano su: • la stagione, • il meteo, • lo stato delle tue piantagioni. Ogni raccomandazione specifica: • cosa fare, • quando agire, • perché l'azione è suggerita. 11 — Esportazione e condivisione Esportazione PDF — calendario e attività Le attività del calendario possono essere esportate in PDF. Questo permette: • condividere informazioni chiare, • trasmettere un intervento pianificato, • mantenere una traccia leggibile e datata. Esportazione Excel — raccolti e statistiche I dati di raccolta possono essere esportati in formato Excel per: • analizzare i risultati, • produrre report, • seguire l'evoluzione nel tempo. Condivisione documenti I documenti generati possono essere condivisi tramite le applicazioni disponibili sul tuo dispositivo (messaggistica, archiviazione, trasferimento a un computer, ecc.). 12 — Backup e buone pratiche I dati sono archiviati localmente sul tuo dispositivo. Buone pratiche raccomandate: • fare un backup prima di un aggiornamento importante, • esportare i tuoi dati regolarmente, • mantenere l'applicazione e il dispositivo aggiornati. 13 — Impostazioni Il menu Impostazioni permette di adattare Sowing ai tuoi usi. Puoi in particolare: • scegliere la lingua, • selezionare la tua posizione, • accedere al catalogo piante, • personalizzare la dashboard. Personalizzazione della dashboard È possibile: • riposizionare ogni modulo, • regolare lo spazio visivo, • cambiare l'immagine di sfondo, • importare la tua immagine (funzione in arrivo). Informazioni legali Nelle impostazioni, puoi consultare: • la guida utente, • l'informativa sulla privacy, • i termini di utilizzo. 14 — Domande frequenti Le zone tattili non sono ben allineate A seconda del telefono o delle impostazioni di visualizzazione, alcune zone possono sembrare spostate. Una modalità di calibrazione organica permette: • visualizzare le zone tattili, • riposizionarle facendole scorrere, • salvare la configurazione per il tuo dispositivo. Posso usare Sowing offline? Sì. Sowing funziona offline per la gestione di giardini, piantagioni, attività e cronologia. Una connessione viene utilizzata solo: • per il recupero dei dati meteo, • durante l'esportazione o la condivisione di documenti. Nessun altro dato viene trasmesso. 15 — Nota finale Sowing è progettato come un compagno di giardinaggio: semplice, vivo e scalabile. Prenditi il tempo per osservare, annotare e fidarti della tua esperienza tanto quanto dello strumento.
pt: 1 — Bem-vindo ao Sowing Sowing é um aplicativo projetado para apoiar jardineiros no monitoramento vivo e concreto de suas culturas. Ele permite que você: • organize seus jardins e canteiros, • acompanhe seus plantios ao longo de seu ciclo de vida, • planeje suas tarefas no momento certo, • mantenha uma memória do que foi feito, • leve em consideração o clima local e o ritmo das estações. O aplicativo funciona principalmente offline e mantém seus dados diretamente no seu dispositivo. Este manual descreve o uso comum do Sowing: primeiros passos, criação de jardins, plantios, calendário, clima, exportação de dados e melhores práticas. 2 — Compreendendo a interface O painel Ao abrir, o Sowing exibe um painel visual e orgânico. Ele toma a forma de uma imagem de fundo animada por bolhas interativas. Cada bolha dá acesso a uma função principal do aplicativo: • jardins, • clima do ar, • clima do solo, • calendário, • atividades, • estatísticas, • configurações. Navegação geral Basta tocar em uma bolha para abrir a seção correspondente. Dentro das páginas, você encontrará dependendo do contexto: • menus contextuais, • botões "+" para adicionar um elemento, • botões de edição ou exclusão. 3 — Início rápido Abrir o aplicativo Ao iniciar, o painel é exibido automaticamente. Configurar o clima Nas configurações, escolha sua localização. Esta informação permite ao Sowing exibir o clima local adaptado ao seu jardim. Se nenhuma localização for selecionada, uma padrão é usada. Criar seu primeiro jardim Ao usar pela primeira vez, o Sowing guia você automaticamente para criar seu primeiro jardim. Você também pode criar um jardim manualmente a partir do painel. Na tela principal, toque na folha verde localizada na área mais livre, à direita das estatísticas e um pouco acima. Esta área deliberadamente discreta permite iniciar a criação de um jardim. Você pode criar até cinco jardins. Essa abordagem faz parte da experiência Sowing: não há um botão "+" permanente e central. O aplicativo convida mais à exploração e descoberta progressiva do espaço. As áreas vinculadas aos jardins também são acessíveis pelo menu Configurações. Calibração orgânica do painel Um modo de calibração orgânica permite: • visualizar a localização real das zonas interativas, • movê-las simplesmente deslizando o dedo. Assim você pode posicionar seus jardins e módulos exatamente onde quiser na imagem: acima, abaixo ou no local que melhor lhe convier. Uma vez validada, essa organização é salva e mantida no aplicativo. Criar um canteiro Em uma ficha de jardim: • escolha "Adicionar um canteiro", • indique seu nome, sua área e, se necessário, algumas notas, • salve. Adicionar um plantio Em um canteiro: • pressione o botão "+", • escolha uma planta do catálogo, • indique a data, a quantidade e informações úteis, • valide. 4 — O painel orgânico O painel é o ponto central do Sowing. Ele permite: • ter uma visão geral de sua atividade, • acessar rapidamente as funções principais, • navegar intuitivamente. Dependendo de suas configurações, algumas bolhas podem exibir informações sintéticas, como o clima ou tarefas futuras. 5 — Jardins, canteiros e plantios Os jardins Um jardim representa um local real: horta, estufa, pomar, varanda, etc. Você pode: • criar vários jardins, • modificar suas informações, • excluí-los se necessário. Os canteiros Um canteiro é uma zona precisa dentro de um jardim. Permite estruturar o espaço, organizar culturas e agrupar vários plantios no mesmo local. Os plantios Um plantio corresponde à introdução de uma planta em um canteiro, em uma data determinada. Ao criar um plantio, o Sowing oferece dois modos. Semear O modo "Semear" corresponde a colocar uma semente na terra. Neste caso: • o progresso começa em 0%, • um acompanhamento passo a passo é proposto, particularmente útil para jardineiros iniciantes, • uma barra de progresso visualiza o avanço do ciclo de cultivo. Este acompanhamento permite estimar: • o início provável do período de colheita, • a evolução da cultura ao longo do tempo, de uma maneira simples e visual. Plantar O modo "Plantar" destina-se a plantas já desenvolvidas (plantas de uma estufa ou compradas em um centro de jardinagem). Neste caso: • a planta começa com um progresso de aproximadamente 30%, • o acompanhamento é imediatamente mais avançado, • a estimativa do período de colheita é ajustada de acordo. Escolha da data Ao plantar, você pode escolher livremente a data. Isso permite por exemplo: • preencher um plantio realizado anteriormente, • corrigir uma data se o aplicativo não foi usado no momento da semeadura ou plantio. Por padrão, a data atual é usada. Acompanhamento e histórico Cada plantio tem: • um acompanhamento de progresso, • informações sobre seu ciclo de vida, • estágios de cultivo, • notas pessoais. Todas as ações (semeadura, plantio, cuidado, colheita) são registradas automaticamente no histórico do jardim. 6 — Catálogo de plantas O catálogo reúne todas as plantas disponíveis ao criar um plantio. Constitui uma base de referência escalável, projetada para cobrir usos atuais enquanto permanece personalizável. Funções principais: • pesquisa simples e rápida, • reconhecimento de nomes comuns e científicos, • exibição de fotos quando disponíveis. Plantas personalizadas Você pode criar suas próprias plantas personalizadas a partir de: Configurações → Catálogo de plantas. Então é possível: • criar uma nova planta, • preencher os parâmetros essenciais (nome, tipo, informações úteis), • adicionar uma imagem para facilitar a identificação. As plantas personalizadas são então utilizáveis como qualquer outra planta no catálogo. 7 — Calendário e tarefas A visualização de calendário O calendário exibe: • tarefas planejadas, • plantios importantes, • períodos de colheita estimados. Criar uma tarefa Do calendário: • crie uma nova tarefa, • indique um título, uma data e uma descrição, • escolha uma possível recorrência. As tarefas podem ser associadas a um jardim ou a um canteiro. Gestão de tarefas Você pode: • modificar uma tarefa, • excluí-la, • exportá-la para compartilhá-la. 8 — Atividades e histórico Esta seção constitui a memória viva de seus jardins. Seleção de um jardim Do painel, mantenha pressionado um jardim para selecioná-lo. O jardim ativo é destacado com um halo verde claro e um banner de confirmação. Esta seleção permite filtrar as informações exibidas. Atividades recentes A aba "Atividades" exibe cronologicamente: • criações, • plantios, • cuidados, • colheitas, • ações manuais. Histórico por jardim A aba "Histórico" apresenta o histórico completo do jardim selecionado, ano após ano. Permite em particular: • encontrar plantios passados, • verificar se uma planta já foi cultivada em um local determinado, • organizar melhor a rotação de culturas. 9 — Clima do ar e clima do solo Clima do ar O clima do ar fornece informações essenciais: • temperatura externa, • precipitações (chuva, neve, sem chuva), • alternância dia / noite. Esses dados ajudam a antecipar riscos climáticos e adaptar intervenções. Clima do solo O Sowing integra um módulo de clima do solo. O usuário pode preencher uma temperatura medida. A partir desses dados, o aplicativo estima dinamicamente a evolução da temperatura do solo ao longo do tempo. Esta informação permite: • saber quais plantas são realmente cultiváveis em um determinado momento, • ajustar a semeadura às condições reais em vez de um calendário teórico. Clima em tempo real no painel Um módulo central em forma de ovo exibe de relance: • o estado do céu, • dia ou noite, • a fase e posição da lua para a localização selecionada. Navegação no tempo Deslizando o dedo da esquerda para a direita sobre o ovo, você navega pelas previsões hora a hora, até mais de 12 horas de antecedência. A temperatura e as precipitações se ajustam dinamicamente durante o gesto. 10 — Recomendações O Sowing pode oferecer recomendações adaptadas à sua situação. Elas baseiam-se em: • a estação, • o clima, • o estado de seus plantios. Cada recomendação especifica: • o que fazer, • quando agir, • por que a ação é sugerida. 11 — Exportação e compartilhamento Exportação PDF — calendário e tarefas As tarefas do calendário podem ser exportadas para PDF. Isso permite: • compartilhar informações claras, • transmitir uma intervenção planejada, • manter um rastro legível e datado. Exportação Excel — colheitas e estatísticas Os dados de colheita podem ser exportados em formato Excel para: • analisar os resultados, • produzir relatórios, • acompanhar a evolução ao longo do tempo. Compartilhamento de documentos Os documentos gerados podem ser compartilhados através dos aplicativos disponíveis no seu dispositivo (mensagens, armazenamento, transferência para um computador, etc.). 12 — Backup e melhores práticas Os dados são armazenados localmente no seu dispositivo. Melhores práticas recomendadas: • faça um backup antes de uma atualização importante, • exporte seus dados regularmente, • mantenha o aplicativo e o dispositivo atualizados. 13 — Configurações O menu Configurações permite adaptar o Sowing aos seus usos. Você pode notavelmente: • escolher o idioma, • selecionar sua localização, • acessar o catálogo de plantas, • personalizar o painel. Personalização do painel É possível: • reposicionar cada módulo, • ajustar o espaço visual, • alterar a imagem de fundo, • importar sua própria imagem (função em breve). Informações legais Nas configurações, você pode consultar: • o guia do usuário, • a política de privacidade, • os termos de uso. 14 — Perguntas frequentes As zonas táteis não estão bem alinhadas Dependendo do telefone ou das configurações de exibição, algumas zonas podem parecer deslocadas. Um modo de calibração orgânica permite: • visualizar as zonas táteis, • reposicioná-las deslizando, • salvar a configuração para o seu dispositivo. Posso usar o Sowing offline? Sim. O Sowing funciona offline para a gestão de jardins, plantios, tarefas e histórico. Apenas uma conexão é usada: • para a recuperação de dados meteorológicos, • durante a exportação ou compartilhamento de documentos. Nenhum outro dado é transmitido. 15 — Observação final O Sowing é projetado como um companheiro de jardinagem: simples, vivo e escalável. Aproveite o tempo para observar, anotar e confiar em sua experiência tanto quanto na ferramenta.
