Repository: Klod2mars/permacalendar-v2
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, it, pt

# garden_creation_dialog_title
source: Create your first garden
de: Erstellen Sie Ihren ersten Garten
es: Crea tu primer jardín
it: Crea il tuo primo giardino
pt: Crie seu primeiro jardim

# garden_creation_dialog_description
source: Give a name to your permaculture space to start.
de: Geben Sie Ihrem Permakultur-Bereich einen Namen, um zu beginnen.
es: Dale un nombre a tu espacio de permacultura para comenzar.
it: Dai un nome al tuo spazio di permacultura per iniziare.
pt: Dê um nome ao seu espaço de permacultura para começar.

# garden_creation_name_label
source: Garden name
de: Gartenname
es: Nombre del jardín
it: Nome del giardino
pt: Nome do jardim

# garden_creation_name_hint
source: e.g. My Vegetable Garden
de: Bsp: Mein Gemüsegarten
es: Ej: Mi Huerto
it: Es: Il mio Orto
pt: Ex: Minha Horta

# garden_creation_name_required
source: Name is required
de: Der Name ist erforderlich
es: El nombre es obligatorio
it: Il nome è obbligatorio
pt: O nome é obrigatório

# garden_creation_create_button
source: Create
de: Erstellen
es: Crear
it: Crea
pt: Criar

# settings_title
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
pt: Configurações

# home_settings_fallback_label
source: Settings (fallback)
de: Einstellungen (Fallback)
es: Ajustes (respaldo)
fr: Paramètres (repli)
it: Impostazioni (fallback)
pt: Configurações (fallback)

# settings_application
source: Application
de: Anwendung
es: Aplicación
it: Applicazione
pt: Aplicativo

# settings_version
source: Version
es: Versión
it: Versione
pt: Versão

# settings_display
source: Display
de: Anzeige
es: Visualización
fr: Affichage
it: Visualizzazione
pt: Exibição

# settings_weather_selector
source: Weather Selector
de: Wetter-Wahla
es: Selector de clima
fr: Sélecteur météo
it: Selettore meteo
pt: Seletor de Clima

# settings_commune_title
source: Location for Weather
de: Standort für Wetter
es: Ubicación para el clima
fr: Commune pour la météo
it: Posizione per il meteo
pt: Localização para clima

# settings_choose_commune
source: Choose a Location
de: Standort wählen
es: Elegir ubicación
fr: Choisir une commune
it: Scegli posizione
pt: Escolher localização

# settings_search_commune_hint
source: Search for a location...
de: Nach einem Ort suchen...
es: Buscar una ubicación...
fr: Rechercher une commune…
it: Cerca una località...
pt: Pesquisar um local...

# settings_commune_default
source: Default: {label}
de: Standard: {label}
es: Por defecto: {label}
fr: Défaut: {label}
it: Predefinito: {label}
pt: Padrão: {label}

# settings_commune_selected
source: Selected: {label}
de: Ausgewählt: {label}
es: Seleccionada: {label}
fr: Sélectionnée: {label}
it: Selezionato: {label}
pt: Selecionado: {label}

# settings_quick_access
source: Quick Access
de: Schnellzugriff
es: Acceso rápido
fr: Accès rapide
it: Accesso rapido
pt: Acesso rápido

# settings_plants_catalog
source: Plant Catalog
de: Pflanzenkatalog
es: Catálogo de plantas
fr: Catalogue des plantes
it: Catalogo piante
pt: Catálogo de plantas

# settings_plants_catalog_subtitle
source: Search and browse plants
de: Pflanzen suchen und anzeigen
es: Buscar y ver plantas
fr: Rechercher et consulter les plantes
it: Cerca e visualizza piante
pt: Pesquisar e visualizar plantas

# settings_about
source: About
de: Über
es: Acerca de
fr: À propos
it: Informazioni
pt: Sobre

# settings_user_guide
source: User Guide
de: Benutzerhandbuch
es: Guía de usuario
fr: Guide d'utilisation
it: Guida utente
pt: Guia do usuário

# settings_user_guide_subtitle
source: Read the manual
de: Handbuch lesen
es: Consultar el manual
fr: Consulter la notice
it: Leggi il manuale
pt: Ler o manual

# settings_privacy
source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
pt: Privacidade

# settings_privacy_policy
source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
pt: Política de privacidade

# settings_terms
source: Terms of Use
de: Nutzungsbedingungen
es: Condiciones de uso
fr: Conditions d'utilisation
it: Termini di utilizzo
pt: Termos de uso

# settings_version_dialog_title
source: App Version
es: Versión de la aplicación
fr: Version de l'application
it: Versione app
pt: Versão do aplicativo

# settings_version_dialog_content
source: Version: {version} – Dynamic Garden Management Sowing - Living Garden Management
de: Version: {version} – Dynamisches Gartenmanagement Sowing - Lebendiges Gartenmanagement
es: Versión: {version} – Gestión de jardines dinámica Sowing - Gestión de jardines vivos
fr: Version: {version} – Gestion de jardin dynamique Sowing - Gestion de jardins vivants
it: Versione: {version} – Gestione dinamica del giardino Sowing - Gestione giardini viventi
pt: Versão: {version} – Gestão de jardim dinâmica Sowing - Gestão de jardins vivos

# language_title
source: Language / Langue
de: Sprache / Language
es: Idioma / Language
fr: Langue / Language
it: Lingua / Language
pt: Idioma / Language

# language_changed_snackbar
source: Language changed: {label}
de: Sprache geändert: {label}
es: Idioma cambiado: {label}
fr: Langue changée : {label}
it: Lingua cambiata: {label}
pt: Idioma alterado: {label}

# calibration_title
source: Calibration
de: Kalibrierung
es: Calibración
it: Calibrazione
pt: Calibração

# calibration_subtitle
source: Customize your dashboard display
de: Passen Sie die Anzeige Ihres Dashboards an
es: Personaliza la visualización de tu panel
fr: Personnalisez l'affichage de votre dashboard
it: Personalizza la visualizzazione della tua dashboard
pt: Personalize a exibição do seu painel

# calibration_organic_title
source: Organic Calibration
de: Organische Kalibrierung
es: Calibración Orgánica
fr: Calibration Organique
it: Calibrazione Organica
pt: Calibração Orgânica

# calibration_organic_subtitle
source: Unified mode: Image, Sky, Modules
de: Einheitlicher Modus: Bild, Himmel, Module
es: Modo unificado: Imagen, Cielo, Módulos
fr: Mode unifié : Image, Ciel, Modules
it: Modalità unificata: Immagine, Cielo, Moduli
pt: Modo unificado: Imagem, Céu, Módulos

# calibration_organic_disabled
source: 🌿 Organic calibration disabled
de: 🌿 Organische Kalibrierung deaktiviert
es: 🌿 Calibración orgánica desactivada
fr: 🌿 Calibration organique désactivée
it: 🌿 Calibrazione organica disattivata
pt: 🌿 Calibração orgânica desativada

# calibration_organic_enabled
source: 🌿 Organic calibration mode enabled. Select one of the three tabs.
de: 🌿 Organischer Kalibrierungsmodus aktiviert. Wählen Sie einen der drei Tabs.
es: 🌿 Modo de calibración orgánica activado. Seleccione una de las tres pestañas.
fr: 🌿 Mode calibration organique activé. Sélectionnez l’un des trois onglets.
it: 🌿 Modalità di calibrazione organica attivata. Seleziona una delle tre schede.
pt: 🌿 Modo de calibração orgânica ativado. Selecione uma das três abas.

# garden_list_title
source: My Gardens
de: Meine Gärten
es: Mis jardines
fr: Mes jardins
it: I miei giardini
pt: Meus Jardins

# garden_error_title
source: Loading Error
de: Ladefehler
es: Error de carga
fr: Erreur de chargement
it: Errore di caricamento
pt: Erro de carregamento

# garden_error_subtitle
source: Unable to load garden list: {error}
de: Gartenliste konnte nicht geladen werden: {error}
es: No se puede cargar la lista de jardines: {error}
fr: Impossible de charger la liste des jardins : {error}
it: Impossibile caricare l'elenco dei giardini: {error}
pt: Não foi possível carregar a lista de jardins: {error}

# garden_retry
source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer
it: Riprova
pt: Tentar novamente

# garden_no_gardens
source: No gardens yet.
de: Noch keine Gärten.
es: Ningún jardín por el momento.
fr: Aucun jardin pour le moment.
it: Nessun giardino ancora.
pt: Nenhum jardim ainda.

# garden_archived_info
source: You have archived gardens. Enable archived view to see them.
de: Sie haben archivierte Gärten. Aktivieren Sie die Anzeige archivierter Gärten, um sie zu sehen.
es: Tienes jardines archivados. Activa la visualización de jardines archivados para verlos.
fr: Vous avez des jardins archivés. Activez l’affichage des jardins archivés pour les voir.
it: Hai giardini archiviati. Attiva la visualizzazione dei giardini archiviati per vederli.
pt: Você tem jardins arquivados. Ative a exibição de jardins arquivados para vê-los.

# garden_add_tooltip
source: Add Garden
de: Garten hinzufügen
es: Añadir un jardín
fr: Ajouter un jardin
it: Aggiungi giardino
pt: Adicionar jardim

# plant_catalog_title
source: Plant Catalog
de: Pflanzenkatalog
es: Catálogo de plantas
fr: Catalogue de plantes
it: Catalogo piante
pt: Catálogo de plantas

# plant_catalog_search_hint
source: Search for a plant...
de: Pflanze suchen...
es: Buscar una planta...
fr: Rechercher une plante...
it: Cerca una pianta...
pt: Pesquisar planta...

# plant_custom_badge
source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Perso
it: Personalizzato
pt: Personalizado

# plant_detail_not_found_title
source: Plant not found
de: Pflanze nicht gefunden
es: Planta no encontrada
fr: Plante introuvable
it: Pianta non trovata
pt: Planta não encontrada

# plant_detail_not_found_body
source: This plant does not exist or could not be loaded.
de: Diese Pflanze existiert nicht oder konnte nicht geladen werden.
es: Esta planta no existe o no se pudo cargar.
fr: Cette plante n'existe pas ou n'a pas pu être chargée.
it: Questa pianta non esiste o non è stato possibile caricarla.
pt: Esta planta não existe ou não pôde ser carregada.

# plant_added_favorites
source: {plant} added to favorites
de: {plant} zu Favoriten hinzugefügt
es: {plant} añadida a favoritos
fr: {plant} ajouté aux favoris
it: {plant} aggiunta ai preferiti
pt: {plant} adicionada aos favoritos

# plant_detail_popup_add_to_garden
source: Add to garden
de: Zum Garten hinzufügen
es: Añadir al jardín
fr: Ajouter au jardin
it: Aggiungi al giardino
pt: Adicionar ao jardim

# plant_detail_popup_share
source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
pt: Compartilhar

# plant_detail_share_todo
source: Sharing is not implemented yet
de: Teilen ist noch nicht implementiert
es: Compartir no implementado todavía
fr: Partage à implémenter
it: Condivisione non ancora implementata
pt: Compartilhamento ainda não implementado

# plant_detail_add_to_garden_todo
source: Adding to garden is not implemented yet
de: Hinzufügen zum Garten noch nicht implementiert
es: Añadir al jardín no implementado todavía
fr: Ajout au jardin à implémenter
it: Aggiunta al giardino non ancora implementata
pt: Adicionar ao jardim ainda não implementado

# plant_detail_section_culture
source: Culture Details
de: Kulturdetails
es: Detalles de cultivo
fr: Détails de culture
it: Dettagli colturali
pt: Detalhes de cultura

# plant_detail_section_instructions
source: General Instructions
de: Allgemeine Anweisungen
es: Instrucciones generales
fr: Instructions générales
it: Istruzioni generali
pt: Instruções gerais

# plant_detail_detail_family
source: Family
de: Familie
es: Familia
fr: Famille
it: Famiglia
pt: Família

# plant_detail_detail_maturity
source: Maturity Duration
de: Reifedauer
es: Duración de maduración
fr: Durée de maturation
it: Tempo di maturazione
pt: Tempo de maturação

# plant_detail_detail_spacing
source: Spacing
de: Abstand
es: Espaciamiento
fr: Espacement
it: Spaziatura
pt: Espaçamento

# plant_detail_detail_exposure
source: Exposure
de: Standort
es: Exposición
fr: Exposition
it: Esposizione
pt: Exposição

# plant_detail_detail_water
source: Water Needs
de: Wasserbedarf
es: Necesidades de agua
fr: Besoins en eau
it: Fabbisogno idrico
pt: Necessidades de água

# planting_title_template
source: Plantings - {gardenBedName}
de: Pflanzungen - {gardenBedName}
es: Plantaciones - {gardenBedName}
fr: Plantations - {gardenBedName}
it: Piantagioni - {gardenBedName}
pt: Plantios - {gardenBedName}

# planting_menu_statistics
source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques
it: Statistiche
pt: Estatísticas

# planting_menu_ready_for_harvest
source: Ready to harvest
de: Erntebereit
es: Listo para cosechar
fr: Prêt à récolter
it: Pronto per il raccolto
pt: Pronto para colher

# planting_menu_test_data
source: Test Data
de: Testdaten
es: Datos de prueba
fr: Données test
it: Dati di prova
pt: Dados de teste

# planting_search_hint
source: Search a planting...
de: Pflanzung suchen...
es: Buscar una plantación...
fr: Rechercher une plantation...
it: Cerca piantagione...
pt: Pesquisar plantio...

# planting_filter_all_statuses
source: All statuses
de: Alle Status
es: Todos los estados
fr: Tous les statuts
it: Tutti gli stati
pt: Todos os status

# planting_filter_all_plants
source: All plants
de: Alle Pflanzen
es: Todas las plantas
fr: Toutes les plantes
it: Tutte le piante
pt: Todas as plantas

# planting_stat_plantings
source: Plantings
de: Pflanzungen
es: Plantaciones
fr: Plantations
it: Piantagioni
pt: Plantios

# planting_stat_total_quantity
source: Total Quantity
de: Gesamtmenge
es: Cantidad total
fr: Quantité totale
it: Quantità totale
pt: Quantidade total

# planting_stat_success_rate
source: Success Rate
de: Erfolgsrate
es: Tasa de éxito
fr: Taux de réussite
it: Tasso di successo
pt: Taxa de sucesso

# planting_stat_in_growth
source: In Growth
de: Im Wachstum
es: En crecimiento
fr: En croissance
it: In crescita
pt: Em crescimento

# planting_stat_ready_for_harvest
source: Ready to Harvest
de: Erntebereit
es: Listo para cosechar
fr: Prêt à récolter
it: Pronto per il raccolto
pt: Pronto para colher

# planting_empty_none
source: No plantings
de: Keine Pflanzungen
es: Ninguna plantación
fr: Aucune plantation
it: Nessuna piantagione
pt: Nenhum plantio

# planting_empty_first
source: Start by adding your first planting in this bed.
de: Fügen Sie Ihre erste Pflanzung in diesem Beet hinzu.
es: Comienza añadiendo tu primera plantación en esta parcela.
fr: Commencez par ajouter votre première plantation dans cette parcelle.
it: Aggiungi la tua prima piantagione in questa aiuola.
pt: Adicione seu primeiro plantio neste canteiro.

# planting_create_action
source: Create Planting
de: Pflanzung erstellen
es: Crear plantación
fr: Créer une plantation
it: Crea piantagione
pt: Criar plantio

# planting_empty_no_result
source: No Result
de: Kein Ergebnis
es: Sin resultados
fr: Aucun résultat
it: Nessun risultato
pt: Sem resultados

# planting_clear_filters
source: Clear Filters
de: Filter löschen
es: Borrar filtros
fr: Effacer les filtres
it: Cancella filtri
pt: Limpar filtros

# planting_add_tooltip
source: Add a planting
de: Pflanzung hinzufügen
es: Añadir una plantación
fr: Ajouter une plantation
it: Aggiungi piantagione
pt: Adicionar plantio

# search_hint
source: Search...
de: Suchen...
es: Buscar...
fr: Rechercher...
it: Cerca...
pt: Pesquisar...

# error_page_title
source: Page Not Found
de: Seite nicht gefunden
es: Página no encontrada
fr: Page non trouvée
it: Pagina non trovata
pt: Página não encontrada

# error_page_message
source: The page "{uri}" does not exist.
de: Die Seite "{uri}" existiert nicht.
es: La página "{uri}" no existe.
fr: La page "{uri}" n'existe pas.
it: La pagina "{uri}" non esiste.
pt: A página "{uri}" não existe.

# error_page_back
source: Back to Home
de: Zurück zur Startseite
es: Volver al inicio
fr: Retour à l'accueil
it: Torna alla home
pt: Voltar ao início

# dialog_confirm
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
pt: Confirmar

# dialog_cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar

# snackbar_commune_selected
source: Location selected: {name}
de: Standort ausgewählt: {name}
es: Ubicación seleccionada: {name}
fr: Commune sélectionnée: {name}
it: Posizione selezionata: {name}
pt: Localização selecionada: {name}

# common_validate
source: Validate
de: Bestätigen
es: Validar
fr: Valider
it: Convalida
pt: Validar

# common_cancel
source: Cancel
de: Stornieren
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar

# common_save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
pt: Salvar

# empty_action_create
source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea
pt: Criar
