Repository: Klod2mars/permacalendar-v2
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, it, pt

# privacy_policy_text
source: Sowing fully respects your privacy. • All data is stored locally on your device • No personal data is transmitted to third parties • No information is stored on an external server The application works entirely offline. An Internet connection is only used to retrieve weather data or during exports.
de: Sowing respektiert Ihre Privatsphäre voll und ganz. • Alle Daten werden lokal auf Ihrem Gerät gespeichert • Es werden keine persönlichen Daten an Dritte übermittelt • Es werden keine Informationen auf einem externen Server gespeichert Die Anwendung funktioniert vollständig offline. Eine Internetverbindung wird nur zum Abrufen von Wetterdaten oder beim Export verwendet.
es: Sowing respeta plenamente su privacidad. • Todos los datos se almacenan localmente en su dispositivo • No se transmiten datos personales a terceros • Ninguna información se almacena en un servidor externo La aplicación funciona completamente sin conexión. Una conexión a Internet solo se utiliza para recuperar datos meteorológicos o durante las exportaciones.
fr: Sowing respecte pleinement votre vie privée. • Toutes les données sont stockées localement sur votre appareil • Aucune donnée personnelle n’est transmise à des tiers • Aucune information n’est stockée sur un serveur externe L’application fonctionne entièrement hors ligne. Une connexion Internet est uniquement utilisée pour récupérer les données météorologiques ou lors des exports.
it: Sowing rispetta pienamente la tua privacy. • Tutti i dati sono archiviati localmente sul tuo dispositivo • Nessun dato personale viene trasmesso a terzi • Nessuna informazione viene archiviata su un server esterno L'applicazione funziona completamente offline. Una connessione Internet viene utilizzata solo per recuperare i dati meteo o durante le esportazioni.
pt: O Sowing respeita totalmente sua privacidade. • Todos os dados são armazenados localmente no seu dispositivo • Nenhum dado pessoal é transmitido a terceiros • Nenhuma informação é armazenada em um servidor externo O aplicativo funciona completamente offline. Uma conexão com a Internet é usada apenas para recuperar dados meteorológicos ou durante as exportações.

# terms_text
source: By using Sowing, you agree to: • Use the application responsibly • Not attempt to bypass its limitations • Respect intellectual property rights • Use only your own data This application is provided as is, without warranty. The Sowing team remains attentive to any future improvement or evolution.
de: Durch die Nutzung von Sowing stimmen Sie zu: • Die Anwendung verantwortungsvoll zu nutzen • Nicht zu versuchen, ihre Einschränkungen zu umgehen • Die geistigen Eigentumsrechte zu respektieren • Nur Ihre eigenen Daten zu verwenden Diese Anwendung wird ohne Mängelgewähr bereitgestellt. Das Sowing-Team bleibt offen für zukünftige Verbesserungen oder Entwicklungen.
es: Al usar Sowing, usted acepta: • Usar la aplicación de manera responsable • No intentar eludir sus limitaciones • Respetar los derechos de propiedad intelectual • Usar solo sus propios datos Esta aplicación se proporciona tal cual, sin garantía. El equipo de Sowing permanece atento a cualquier mejora o evolución futura.
fr: En utilisant Sowing, vous acceptez : • D'utiliser l'application de manière responsable • De ne pas tenter de contourner ses limitations • De respecter les droits de propriété intellectuelle • D'utiliser uniquement vos propres données Cette application est fournie en l'état, sans garantie. L’équipe Sowing reste à l’écoute pour toute amélioration ou évolution future.
it: Utilizzando Sowing, accetti di: • Utilizzare l'applicazione in modo responsabile • Non tentare di aggirare le sue limitazioni • Rispettare i diritti di proprietà intellettuale • Utilizzare solo i tuoi dati Questa applicazione è fornita così com'è, senza garanzia. Il team di Sowing rimane aperto a qualsiasi miglioramento o evoluzione futura.
pt: Ao usar o Sowing, você concorda em: • Usar o aplicativo de maneira responsável • Não tentar contornar suas limitações • Respeitar os direitos de propriedade intelectual • Usar apenas seus próprios dados Este aplicativo é fornecido como está, sem garantia. A equipe do Sowing permanece aberta a qualquer melhoria ou evolução futura.

# calibration_auto_apply
source: Automatically apply for this device
de: Automatisch für dieses Gerät anwenden
es: Aplicar automáticamente para este dispositivo
fr: Appliquer automatiquement pour cet appareil
it: Applica automaticamente per questo dispositivo
pt: Aplicar automaticamente para este dispositivo

# calibration_calibrate_now
source: Calibrate now
de: Jetzt kalibrieren
es: Calibrar ahora
fr: Calibrer maintenant
it: Calibra ora
pt: Calibrar agora

# calibration_save_profile
source: Save current calibration as profile
de: Aktuelle Kalibrierung als Profil speichern
es: Guardar calibración actual como perfil
fr: Sauvegarder calibration actuelle comme profil
it: Salva calibrazione attuale come profilo
pt: Salvar calibração atual como perfil

# calibration_export_profile
source: Export profile (JSON copy)
de: Profil exportieren (JSON-Kopie)
es: Exportar perfil (copia JSON)
fr: Exporter profil (copie JSON)
it: Esporta profilo (copia JSON)
pt: Exportar perfil (cópia JSON)

# calibration_import_profile
source: Import profile from clipboard
de: Profil aus Zwischenablage importieren
es: Importar perfil desde portapapeles
fr: Importer profil depuis presse-papiers
it: Importa profilo dagli appunti
pt: Importar perfil da área de transferência

# calibration_reset_profile
source: Reset profile for this device
de: Profil für dieses Gerät zurücksetzen
es: Restablecer perfil para este dispositivo
fr: Réinitialiser profil pour cet appareil
it: Reimposta profilo per questo dispositivo
pt: Redefinir perfil para este dispositivo

# calibration_refresh_profile
source: Refresh profile preview
de: Profilvorschau aktualisieren
es: Actualizar vista previa del perfil
fr: Actualiser aperçu profil
it: Aggiorna anteprima profilo
pt: Atualizar visualização do perfil

# calibration_key_device
source: Device key: {key}
de: Geräteschlüssel: {key}
es: Clave del dispositivo: {key}
fr: Clé appareil: {key}
it: Chiave dispositivo: {key}
pt: Chave do dispositivo: {key}

# calibration_no_profile
source: No profile saved for this device.
de: Kein Profil für dieses Gerät gespeichert.
es: No hay perfil guardado para este dispositivo.
fr: Aucun profil enregistré pour cet appareil.
it: Nessun profilo salvato per questo dispositivo.
pt: Nenhum perfil salvo para este dispositivo.

# calibration_image_settings_title
source: Background Image Settings (Persistent)
de: Hintergrundbild-Einstellungen (Persistent)
es: Ajustes de imagen de fondo (Persistente)
fr: Réglages Image de Fond (Persistant)
it: Impostazioni Immagine di Sfondo (Persistente)
pt: Configurações de Imagem de Fundo (Persistente)

# calibration_reset_image
source: Reset Image Defaults
de: Bildstandards zurücksetzen
es: Restablecer valores predeterminados de imagen
it: Reimposta valori predefiniti immagine
pt: Redefinir padrões de imagem

# calibration_dialog_confirm_title
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
pt: Confirmar

# calibration_dialog_delete_profile
source: Delete calibration profile for this device?
de: Kalibrierungsprofil für dieses Gerät löschen?
es: ¿Eliminar perfil de calibración para este dispositivo?
fr: Supprimer le profil de calibration pour cet appareil ?
it: Eliminare profilo di calibrazione per questo dispositivo?
pt: Excluir perfil de calibração para este dispositivo?

# calibration_action_delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pt: Excluir

# calibration_snack_no_profile
source: No profile found for this device.
de: Kein Profil für dieses Gerät gefunden.
es: No se encontró perfil para este dispositivo.
fr: Aucun profil trouvé pour cet appareil.
it: Nessun profilo trovato per questo dispositivo.
pt: Nenhum perfil encontrado para este dispositivo.

# calibration_snack_profile_copied
source: Profile copied to clipboard.
de: Profil in die Zwischenablage kopiert.
es: Perfil copiado al portapapeles.
fr: Profil copié dans le presse-papiers.
it: Profilo copiato negli appunti.
pt: Perfil copiado para a área de transferência.

# calibration_snack_clipboard_empty
source: Clipboard empty.
de: Zwischenablage leer.
es: Portapapeles vacío.
fr: Presse-papiers vide.
it: Appunti vuoti.
pt: Área de transferência vazia.

# calibration_snack_profile_imported
source: Profile imported and saved for this device.
de: Profil importiert und für dieses Gerät gespeichert.
es: Perfil importado y guardado para este dispositivo.
fr: Profil importé et sauvegardé pour cet appareil.
it: Profilo importato e salvato per questo dispositivo.
pt: Perfil importado e salvo para este dispositivo.

# calibration_snack_import_error
source: JSON import error: {error}
de: JSON-Importfehler: {error}
es: Error de importación JSON: {error}
fr: Erreur import JSON: {error}
it: Errore importazione JSON: {error}
pt: Erro de importação JSON: {error}

# calibration_snack_profile_deleted
source: Profile deleted for this device.
de: Profil für dieses Gerät gelöscht.
es: Perfil eliminado para este dispositivo.
fr: Profil supprimé pour cet appareil.
it: Profilo eliminato per questo dispositivo.
pt: Perfil excluído para este dispositivo.

# calibration_snack_no_calibration
source: No calibration saved. Calibrate from dashboard first.
de: Keine Kalibrierung gespeichert. Kalibrieren Sie zuerst vom Dashboard aus.
es: No hay calibración guardada. Calibre desde el tablero primero.
fr: Aucune calibration enregistrée. Calibrez d'abord depuis le dashboard.
it: Nessuna calibrazione salvata. Calibra dalla dashboard prima.
pt: Nenhuma calibração salva. Calibre a partir do painel primeiro.

# calibration_snack_saved_as_profile
source: Current calibration saved as profile for this device.
de: Aktuelle Kalibrierung als Profil für dieses Gerät gespeichert.
es: Calibración actual guardada como perfil para este dispositivo.
fr: Calibration actuelle sauvegardée comme profil pour cet appareil.
it: Calibrazione attuale salvata come profilo per questo dispositivo.
pt: Calibração atual salva como perfil para este dispositivo.

# calibration_snack_save_error
source: Error while saving: {error}
de: Fehler beim Speichern: {error}
es: Error al guardar: {error}
fr: Erreur lors de la sauvegarde: {error}
it: Errore durante il salvataggio: {error}
pt: Erro ao salvar: {error}

# calibration_overlay_saved
source: Calibration saved
de: Kalibrierung gespeichert
es: Calibración guardada
fr: Calibration sauvegardée
it: Calibrazione salvata
pt: Calibração salva

# calibration_overlay_error_save
source: Calibration save error: {error}
de: Fehler beim Speichern der Kalibrierung: {error}
es: Error al guardar calibración: {error}
fr: Erreur sauvegarde calibration: {error}
it: Errore salvataggio calibrazione: {error}
pt: Erro ao salvar calibração: {error}

# calibration_instruction_image
source: Drag to move, pinch to zoom the background image.
de: Ziehen zum Bewegen, Kneifen zum Zoomen des Hintergrundbilds.
es: Arrastre para mover, pellizque para hacer zoom en la imagen de fondo.
fr: Glissez pour déplacer, pincez pour zoomer l'image de fond.
it: Trascina per spostare, pizzica per zoomare l'immagine di sfondo.
pt: Arraste para mover, pince para ampliar a imagem de fundo.

# calibration_instruction_sky
source: Adjust the day/night ovoid (center, size, rotation).
de: Passen Sie das Tag/Nacht-Ei an (Mitte, Größe, Rotation).
es: Ajuste el ovoide día/noche (centro, tamaño, rotación).
fr: Ajustez l'ovoïde jour/nuit (centre, taille, rotation).
it: Regola l'uovo giorno/notte (centro, dimensione, rotazione).
pt: Ajuste o ovo dia/noite (centro, tamanho, rotação).

# calibration_instruction_modules
source: Move the modules (bubbles) to the desired location.
de: Bewegen Sie die Module (Blasen) an die gewünschte Stelle.
es: Mueva los módulos (burbujas) a la ubicación deseada.
fr: Déplacez les modules (bulles) à l'emplacement souhaité.
it: Sposta i moduli (bolle) nella posizione desiderata.
pt: Mova os módulos (bolhas) para o local desejado.

# calibration_instruction_none
source: Select a tool to start.
de: Wählen Sie ein Werkzeug, um zu beginnen.
es: Seleccione una herramienta para comenzar.
fr: Sélectionnez un outil pour commencer.
it: Seleziona uno strumento per iniziare.
pt: Selecione uma ferramenta para começar.

# calibration_tool_image
source: Image
de: Bild
es: Imagen
it: Immagine
pt: Imagem

# calibration_tool_sky
source: Sky
de: Himmel
es: Cielo
fr: Ciel
it: Cielo
pt: Céu

# calibration_tool_modules
source: Modules
de: Module
es: Módulos
it: Moduli
pt: Módulos

# calibration_action_validate_exit
source: Validate & Exit
de: Bestätigen & Beenden
es: Validar y salir
fr: Valider & Quitter
it: Convalida ed Esci
pt: Validar e Sair

# garden_management_create_title
source: Create a Garden
de: Einen Garten erstellen
es: Crear un jardín
fr: Créer un jardin
it: Crea Giardino
pt: Criar Jardim

# garden_management_edit_title
source: Edit Garden
de: Garten bearbeiten
es: Editar jardín
fr: Modifier le jardin
it: Modifica Giardino
pt: Editar Jardim

# garden_management_name_label
source: Garden Name
de: Gartenname
es: Nombre del jardín
fr: Nom du jardin
it: Nome Giardino
pt: Nome do Jardim

# garden_management_desc_label
source: Description
de: Beschreibung
es: Descripción
it: Descrizione
pt: Descrição

# garden_management_image_label
source: Garden Image (Optional)
de: Gartenbild (Optional)
es: Imagen del jardín (Opcional)
fr: Image du jardin (optionnel)
it: Immagine Giardino (Opzionale)
pt: Imagem do Jardim (Opcional)

# garden_management_image_url_label
source: Image URL
de: Bild-URL
es: URL de la imagen
fr: URL de l'image
it: URL Immagine
pt: URL da Imagem

# garden_management_image_preview_error
source: Unable to load image
de: Bild kann nicht geladen werden
es: No se puede cargar la imagen
fr: Impossible de charger l'image
it: Impossibile caricare immagine
pt: Não foi possível carregar a imagem

# garden_management_create_submit
source: Create Garden
de: Garten erstellen
es: Crear jardín
fr: Créer le jardin
it: Crea Giardino
pt: Criar Jardim

# garden_management_create_submitting
source: Creating...
de: Erstellen...
es: Creando...
fr: Création...
it: Creazione...
pt: Criando...

# garden_management_created_success
source: Garden created successfully
de: Garten erfolgreich erstellt
es: Jardín creado con éxito
fr: Jardin créé avec succès
it: Giardino creato con successo
pt: Jardim criado com sucesso

# garden_management_create_error
source: Failed to create garden
de: Fehler beim Erstellen des Gartens
es: Error al crear jardín
fr: Échec de la création du jardin
it: Creazione giardino fallita
pt: Falha ao criar jardim

# garden_management_delete_confirm_title
source: Delete Garden
de: Garten löschen
es: Eliminar jardín
fr: Supprimer le jardin
it: Elimina Giardino
pt: Excluir Jardim

# garden_management_delete_confirm_body
source: Are you sure you want to delete this garden? This will also delete all associated plots and plantings. This action is irreversible.
de: Sind Sie sicher, dass Sie diesen Garten löschen möchten? Dies löscht auch alle zugehörigen Beete und Pflanzungen. Diese Aktion ist unwiderruflich.
es: ¿Está seguro de que desea eliminar este jardín? Esto también eliminará todas las parcelas y plantaciones asociadas. Esta acción es irreversible.
fr: Êtes-vous sûr de vouloir supprimer ce jardin ? Cette action supprimera également toutes les parcelles et plantations associées. Cette action est irréversible.
it: Sei sicuro di voler eliminare questo giardino? Questo eliminerà anche tutte le aiuole e le piantagioni associate. Questa azione è irreversibile.
pt: Tem certeza de que deseja excluir este jardim? Isso também excluirá todos os canteiros e plantios associados. Esta ação é irreversível.

# garden_management_delete_success
source: Garden deleted successfully
de: Garten erfolgreich gelöscht
es: Jardín eliminado con éxito
fr: Jardin supprimé avec succès
it: Giardino eliminato con successo
pt: Jardim excluído com sucesso

# garden_management_archived_tag
source: Archived Garden
de: Archivierter Garten
es: Jardín archivado
fr: Jardin archivé
it: Giardino Archiviato
pt: Jardim Arquivado

# garden_management_beds_title
source: Garden Beds
de: Gartenbeete
es: Parcelas del jardín
fr: Parcelles
it: Aiuole del Giardino
pt: Canteiros do Jardim

# garden_management_no_beds_title
source: No Garden Beds
de: Keine Beete
es: Sin parcelas
fr: Aucune parcelle
it: Nessuna Aiuola
pt: Sem Canteiros

# garden_management_no_beds_desc
source: Create beds to organize your plantings
de: Erstellen Sie Beete, um Ihre Pflanzungen zu organisieren
es: Cree parcelas para organizar sus plantaciones
fr: Créez des parcelles pour organiser vos plantations
it: Crea aiuole per organizzare le tue piantagioni
pt: Crie canteiros para organizar seus plantios

# garden_management_add_bed_label
source: Create Bed
de: Beet erstellen
es: Crear parcela
fr: Créer une parcelle
it: Crea Aiuola
pt: Criar Canteiro

# garden_management_stats_beds
source: Beds
de: Beete
es: Parcelas
fr: Parcelles
it: Aiuole
pt: Canteiros

# garden_management_stats_area
source: Total Area
de: Gesamtfläche
es: Área total
fr: Surface totale
it: Area Totale
pt: Área Total

# dashboard_weather_stats
source: Weather Details
de: Wetterdetails
es: Detalles del clima
fr: Météo détaillée
it: Dettagli Meteo
pt: Detalhes do Clima

# dashboard_soil_temp
source: Soil Temp
de: Bodentemp.
es: Temp. suelo
fr: Temp. Sol
it: Temp. Suolo
pt: Temp. Solo

# dashboard_air_temp
source: Temperature
de: Temperatur
es: Temperatura
fr: Température
it: Temperatura
pt: Temperatura

# dashboard_statistics
source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques
it: Statistiche
pt: Estatísticas

# dashboard_calendar
source: Calendar
de: Kalender
es: Calendario
fr: Calendrier
it: Calendario
pt: Calendário

# dashboard_activities
source: Activities
de: Aktivitäten
es: Actividades
fr: Activités
it: Attività
pt: Atividades

# dashboard_weather
source: Weather
de: Wetter
es: Clima
fr: Météo
it: Meteo
pt: Clima

# dashboard_settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
pt: Configurações

# dashboard_garden_n
source: Garden {number}
de: Garten {number}
es: Jardín {number}
fr: Jardin {number}
it: Giardino {number}
pt: Jardim {number}

# dashboard_garden_created
source: Garden "{name}" created successfully
de: Garten "{name}" erfolgreich erstellt
es: Jardín "{name}" creado con éxito
fr: Jardin "{name}" créé avec succès
it: Giardino "{name}" creato con successo
pt: Jardim "{name}" criado com sucesso

# dashboard_garden_create_error
source: Error creating garden.
de: Fehler beim Erstellen des Gartens.
es: Error al crear jardín.
fr: Erreur lors de la création du jardin.
it: Errore creazione giardino.
pt: Erro ao criar jardim.

# calendar_title
source: Growing Calendar
de: Anbaukalender
es: Calendario de cultivo
fr: Calendrier de culture
it: Calendario di coltivazione
pt: Calendário de cultivo

source: Calendar refreshed
de: Kalender aktualisiert
es: Calendario actualizado
fr: Calendrier actualisé
it: Calendario aggiornato
pt: Calendário atualizado

# calendar_new_task_tooltip
source: New Task
de: Neue Aufgabe
es: Nueva tarea
fr: Nouvelle Tâche
it: Nuova Attività
pt: Nova Tarefa

# calendar_task_saved_title
source: Task saved
de: Aufgabe gespeichert
es: Tarea guardada
fr: Tâche enregistrée
it: Attività salvata
pt: Tarefa salva

# calendar_ask_export_pdf
source: Do you want to send the task sheet to someone?
de: Möchten Sie das Aufgabenblatt an jemanden senden?
es: ¿Desea enviar la ficha de la tarea a alguien?
fr: Voulez-vous l'envoyer à quelqu'un en PDF ?
it: Vuoi inviare la scheda attività a qualcuno?
pt: Deseja enviar a ficha da tarefa para alguém?

# action_no_thanks
source: No thanks
de: Nein danke
es: No, gracias
it: No grazie
pt: Não, obrigado

# calendar_task_modified
source: Task modified
de: Aufgabe geändert
es: Tarea modificada
fr: Tâche modifiée
it: Attività modificata
pt: Tarefa modificada

# calendar_delete_confirm_title
source: Delete task?
de: Aufgabe löschen?
es: ¿Eliminar tarea?
fr: Supprimer la tâche ?
it: Eliminare attività?
pt: Excluir tarefa?

# calendar_delete_confirm_content
source: "{title}" will be deleted.
de: "{title}" wird gelöscht.
es: "{title}" será eliminada.
fr: "{title}" sera supprimée.
it: "{title}" verrà eliminata.
pt: "{title}" será excluída.

# calendar_task_deleted
source: Task deleted
de: Aufgabe gelöscht
es: Tarea eliminada
fr: Tâche supprimée
it: Attività eliminata
pt: Tarefa excluída

# calendar_restore_error
source: Restore error: {error}
de: Wiederherstellungsfehler: {error}
es: Error de restauración: {error}
fr: Erreur restauration : {error}
it: Errore ripristino: {error}
pt: Erro de restauração: {error}

# calendar_delete_error
source: Delete error: {error}
de: Löschfehler: {error}
es: Error de eliminación: {error}
fr: Erreur suppression : {error}
it: Errore eliminazione: {error}
pt: Erro de exclusão: {error}

# calendar_action_assign
source: Send / Assign to...
de: Senden / Zuweisen an...
es: Enviar / Asignar a...
fr: Envoyer / Attribuer à...
it: Invia / Assegna a...
pt: Enviar / Atribuir a...

# calendar_assign_title
source: Assign / Send
de: Zuweisen / Senden
es: Asignar / Enviar
fr: Attribuer / Envoyer
it: Assegna / Invia
pt: Atribuir / Enviar

# calendar_assign_hint
source: Enter name or email
de: Name oder E-Mail eingeben
es: Ingrese nombre o correo electrónico
fr: Saisir le nom ou email du destinataire
it: Inserisci nome o email
pt: Digite nome ou e-mail

# calendar_assign_field
source: Name or Email
de: Name oder E-Mail
es: Nombre o correo electrónico
fr: Nom ou Email
it: Nome o Email
pt: Nome ou E-mail

# calendar_task_assigned
source: Task assigned to {name}
de: Aufgabe an {name} zugewiesen
es: Tarea asignada a {name}
fr: Tâche attribuée à {name}
it: Attività assegnata a {name}
pt: Tarefa atribuída a {name}

# calendar_assign_error
source: Assignment error: {error}
de: Zuweisungsfehler: {error}
es: Error de asignación: {error}
fr: Erreur attribution : {error}
it: Errore assegnazione: {error}
pt: Erro de atribuição: {error}

# calendar_export_error
source: PDF Export error: {error}
de: PDF-Exportfehler: {error}
es: Error de exportación PDF: {error}
fr: Erreur export PDF: {error}
it: Errore esportazione PDF: {error}
pt: Erro de exportação PDF: {error}

# calendar_previous_month
source: Previous month
de: Vorheriger Monat
es: Mes anterior
fr: Mois précédent
it: Mese precedente
pt: Mês anterior

# calendar_next_month
source: Next month
de: Nächster Monat
es: Mes siguiente
fr: Mois suivant
it: Mese successivo
pt: Próximo mês

# calendar_limit_reached
source: Limit reached
de: Limit erreicht
es: Límite alcanzado
fr: Limite atteinte
it: Limite raggiunto
pt: Limite atingido

# calendar_drag_instruction
source: Swipe to navigate
de: Wischen zum Navigieren
es: Deslizar para navegar
fr: Glisser pour naviguer
it: Scorri per navigare
pt: Deslize para navegar

# common_refresh
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna
pt: Atualizar

# common_yes
source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
pt: Sim

# common_delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pt: Excluir

# common_edit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
pt: Editar

# common_undo
source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler
it: Annulla
pt: Desfazer

# common_retry
source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer
it: Riprova
pt: Tentar novamente

# calendar_no_events
source: No events today
de: Keine Ereignisse heute
es: Sin eventos hoy
fr: Aucun événement ce jour
it: Nessun evento oggi
pt: Sem eventos hoje
